{
  "id": "000000642",
  "name": "Urien Rakarth",
  "factionId": "DRU",
  "sourceId": "000000384",
  "legend": "Urien Rakarth is the most ingenious of the many Haemonculi masters. He is the Sculptor of Torments, whose repugnant creations strain his enemies’ sanity. Once his casket of fanged spirits and his toxin-laced blades are finished, a coiling nest of Haemovores feast upon whatever is left of Rakarth’s foes.",
  "role": "Characters",
  "loadout": "<b>This model is equipped with:</b> Casket of Flensing; Haemonculus tools and scissorhands.",
  "transport": "",
  "virtual": false,
  "leaderHead": "",
  "leaderFooter": "",
  "damagedW": "",
  "damagedDescription": "",
  "link": "https://wahapedia.ru/wh40k10ed/factions/drukhari/Urien-Rakarth",
  "slug": "urien-rakarth",
  "factionSlug": "drukhari",
  "supplementKey": "codex",
  "abilities": [
    {
      "id": "000008338",
      "name": "Feel No Pain",
      "legend": "Some warriors refuse to be laid low, even by what should be fatal wounds.",
      "factionId": "",
      "description": "<div class=\"Corner33 abWrap BreakInsideAvoid\"><div class=\"abFlex\"><div class=\"abDiamondWrap\"><div class=\"abDiamond\"><div class=\"abIcon\"></div></div></div><div class=\"abLine\"></div><div class=\"abNameWrap\"></div></div><p class=\"ShowFluff stratLegend2\">Some warriors refuse to be laid low, even by what should be fatal wounds.</p>Some models have ‘Feel No Pain x+’ listed in their abilities. Each time a model with this ability suffers damage and so would lose a wound (including wounds lost due to <span class=\"tooltip00005\" data-tooltip-content=\"#tooltip_content00005\"><span class=\"tt kwbu\">mortal</span> <span class=\"tt kwbu\">wounds</span></span>), roll one D6: if the result is greater than or equal to the number denoted by ‘x’, that wound is ignored and is not lost. If a model has more than one Feel No Pain ability, you can only use one of those abilities each time that model suffers damage and so would lose a wound.<br><br><div class=\"BreakInsideAvoid frameLight Corner14\"><ul class=\"redSquare\"><li><b>Feel No Pain x+:</b> Each time this model would lose a wound, roll one D6: if the result equals or exceeds ‘x’, that wound is not lost.</li></ul></div></div>",
      "type": "Core",
      "parameter": 4
    },
    {
      "id": "000008346",
      "name": "Leader",
      "legend": "Mighty heroes fight at the forefront of battle.",
      "factionId": "",
      "description": "<div class=\"Corner33 abWrap BreakInsideAvoid\"><div class=\"abFlex\"><div class=\"abDiamondWrap\"><div class=\"abDiamond\"><div class=\"abIcon\"></div></div></div><div class=\"abLine\"></div><div class=\"abNameWrap\"></div></div><p class=\"ShowFluff stratLegend2\">Mighty heroes fight at the forefront of battle.</p>Some <span class=\"kwb\">CHARACTER</span> units have ‘Leader’ listed on their datasheets. Such <span class=\"kwb\">CHARACTER</span> units are known as Leaders, and the units they can lead – known as their Bodyguard units – are listed on their datasheet.<br><br>During the Declare Battle Formations step, for each Leader in your army, if your army also includes one or more of that Leader’s Bodyguard units, you can select one of those Bodyguard units. That Leader will then attach to that Bodyguard unit for the duration of the battle and is said to be leading that unit. Each Bodyguard unit can only have one Leader attached to it.<br><br>While a Bodyguard unit contains a Leader, it is known as an Attached unit and, with the exception of rules that are triggered when units are <span class=\"tooltip00001\" data-tooltip-content=\"#tooltip_content00001\"><span class=\"tt kwbu\">destroyed</span></span>, it is treated as a single unit for all rules purposes. Each time an attack targets an Attached unit, until the attacking unit has resolved all of its attacks, you must use the Toughness characteristic of the Bodyguard models in that unit, even if a Leader in that unit has a different Toughness characteristic. Each time an attack sucessfully wounds an Attached unit, that attack cannot be allocated to a <span class=\"kwb\">CHARACTER</span> model in that unit, even if that <span class=\"kwb\">CHARACTER</span> model has lost one or more wounds or has already had attacks allocated to it this phase. As soon as the last Bodyguard model in an Attached unit has been destroyed, any attacks made against that unit that have yet to be allocated can then be allocated to <span class=\"kwb\">CHARACTER</span> models in that unit.<br><br>Each time the last model in a Bodyguard unit is destroyed, each <span class=\"kwb\">CHARACTER</span> unit that is part of that Attached unit is no longer part of an Attached unit. It becomes a separate unit, with its original Starting Strength. If this happens as the result of an attack, they become separate units after the attacking unit has resolved all of its attacks.<br><br>Each time the last model in a <span class=\"kwb\">CHARACTER</span> unit that is attached to a Bodyguard unit is destroyed and there is not another <span class=\"kwb\">CHARACTER</span> unit attached, that Attached unit’s Bodyguard unit is no longer part of an Attached unit. It becomes a separate unit, with its original Starting Strength. If this happens as the result of an attack, they become separate units after the attacking unit has resolved all of its attacks. <br><br>Each time a unit that is part of an Attached unit is destroyed, it does not have the keywords of any other units that make up that Attached unit (unless it has those keywords on its own datasheet) for the purposes of any rules that would be triggered when that unit is destroyed.<br><br><div class=\"redExample\"><b>Example:</b> If you only destroy the Bodyguard unit that is part of an Attached unit, you have not destroyed a <span class=\"kwb\">CHARACTER</span> unit. If you only destroy the <span class=\"kwb\">CHARACTER</span> unit that is part of an Attached unit, or if you destroy the whole Attached unit, you have destroyed one <span class=\"kwb\">CHARACTER</span> unit.</div><br><div class=\"BreakInsideAvoid frameLight Corner14\"><ul class=\"redSquare\"><li>Before the battle, <span class=\"kwb\">CHARACTER</span> units with the Leader ability can be attached to one of their Bodyguard units to form an Attached unit.</li><li>Attached units can only contain one Leader.</li><li>Attacks cannot be allocated to <span class=\"kwb\">CHARACTER</span> models in Attached units.</li></ul></div></div>",
      "type": "Core"
    },
    {
      "id": "000008507",
      "name": "Power from Pain",
      "legend": "The Drukhari feed on suffering and terror. Every arc of blood that jets from a blade-slit artery, every scream of agonised horror, every vertiginous moment of shock or despair experienced by their prey surges through the Drukhari like an intoxicant. As the battle rages, the denizens of the Dark City drink deep of the floodtide of pain. Sinews singing with stolen strength, motions blurred to preternatural swiftness, they howl in exhilarated bloodlust and fight all the harder to extract yet sweeter agonies from those who dare resist them.",
      "factionId": "DRU",
      "description": "<div class=\"img-inv\"><img src=\"/wh40k10ed/img/DRU_PainToken.png\"></div><span class=\"hi_custom\">Pain Abilities</span><br>All <span class=\"tooltip00252\" data-tooltip-content=\"#tooltip_content00252\" data-tooltip-anchor=\"#tooltip_content00252\"><span class=\"kwb\">DRUKHARI</span></span> units have a Pain ability, tagged with the word ‘Pain’. Pain abilities only apply to a unit while it is Empowered. If your Army Faction is <span class=\"kwb\">DRUKHARI</span>, you can Empower units from your army with Pain abilities by spending Pain tokens (see below).<br><br><b>Designer’s Note:</b> You can also spend Pain tokens to activate additional effects in certain other rules such as Enhancements and Stratagems.<br><br><span class=\"hi_custom\">Gaining Pain Tokens</span><br>If your Army Faction is <span class=\"kwb\">DRUKHARI</span>, you gain Pain tokens as follows:<br><ul><li><b>1 Pain token</b> at the start of your Command phase.</li><li><b>1 Pain token</b> each time an enemy unit is destroyed.</li><li><b>1 Pain token</b> each time an enemy unit fails a Battle-shock test.</li></ul>Each time you gain a Pain token, keep it to one side - this is your Pain token pool. Each time you spend a Pain token, reduce your Pain token pool by the same amount.<br><br><span class=\"hi_custom\">Empowered Through Pain</span><br>Each Pain ability will state when you can spend Pain tokens to Empower that unit. When you do, until the end of the phase, that unit is Empowered and all Pain abilities it has take effect. While an Attached unit is Empowered, the Pain abilities of all Leader and Bodyguard units in that unit take effect - you do not need to spend additional Pain tokens to activate each of those Pain abilities.<br><br><div class=\"redExample\"><b>Example:</b> At the start of your Charge phase, you spend 1 Pain token to Empower a unit of Wyches. The unit becomes Empowered, and so its Acrobatic Gladiators ability takes effect until the end of the phase. A Succubus is leading the unit, and so its Lithe Agility ability also takes effect until the end of the phase (no additional Pain token is required to activate that ability as well).</div>",
      "type": "Faction"
    },
    {
      "id": "",
      "name": "Sculptor of Torments (Pain)",
      "legend": "",
      "factionId": "",
      "description": "In your Fight phase, when you select this model’s unit to fight, you can spend 1 of your <span class=\"tooltip00417\" data-tooltip-content=\"#tooltip_content00417\"><span class=\"tt kwbu\">Pain</span> <span class=\"tt kwbu\">tokens</span></span> to Empower this model’s unit. While that unit is Empowered, each time a model in that unit makes a melee attack, add 1 to the Wound roll.",
      "type": "Datasheet",
      "parameter": ""
    },
    {
      "id": "",
      "name": "Father of Pain",
      "legend": "",
      "factionId": "",
      "description": "Each time an attack with a Damage characteristic of 1 is allocated to a model in this model’s unit, that model has the <span class=\"tooltip00113\" data-tooltip-content=\"#tooltip_content00113\"><span class=\"tt kwbu\">Feel</span> <span class=\"tt kwbu\">No</span> <span class=\"tt kwbu\">Pain</span> <span class=\"tt kwbu\">4+</span></span> ability against that attack.",
      "type": "Datasheet",
      "parameter": ""
    },
    {
      "id": "",
      "name": "Horrific Regeneration",
      "legend": "",
      "factionId": "",
      "description": "The first time this model is destroyed, roll one D6 at the end of the phase. On a 2+, set this model back up on the battlefield, as close as possible to where it was destroyed and not within Engagement Range of any enemy units, with its full wounds remaining.",
      "type": "Datasheet",
      "parameter": ""
    },
    {
      "id": "",
      "name": "One Shot",
      "legend": "",
      "factionId": "",
      "description": "The bearer can only shoot with this weapon once per battle.",
      "type": "Wargear profile",
      "parameter": ""
    }
  ],
  "keywords": [
    {
      "datasheetId": "000000642",
      "keyword": "Drukhari",
      "model": "",
      "isFactionKeyword": "true"
    },
    {
      "datasheetId": "000000642",
      "keyword": "Epic Hero",
      "model": "",
      "isFactionKeyword": "false"
    },
    {
      "datasheetId": "000000642",
      "keyword": "Haemonculus",
      "model": "",
      "isFactionKeyword": "false"
    },
    {
      "datasheetId": "000000642",
      "keyword": "Urien Rakarth",
      "model": "",
      "isFactionKeyword": "false"
    },
    {
      "datasheetId": "000000642",
      "keyword": "Aeldari",
      "model": "",
      "isFactionKeyword": "false"
    },
    {
      "datasheetId": "000000642",
      "keyword": "Character",
      "model": "",
      "isFactionKeyword": "false"
    },
    {
      "datasheetId": "000000642",
      "keyword": "Infantry",
      "model": "",
      "isFactionKeyword": "false"
    },
    {
      "datasheetId": "000000642",
      "keyword": "Haemonculus Covens",
      "model": "",
      "isFactionKeyword": "false"
    }
  ],
  "models": [
    {
      "datasheetId": "000000642",
      "line": 1,
      "name": "Urien Rakarth",
      "m": 7,
      "t": 4,
      "sv": 6,
      "invSv": 4,
      "invSvDescr": "",
      "w": 5,
      "ld": 6,
      "oc": 1,
      "baseSize": "25mm",
      "baseSizeDescr": ""
    }
  ],
  "options": [
    {
      "datasheetId": "000000642",
      "line": 1,
      "button": "•",
      "description": "None"
    }
  ],
  "wargear": [
    {
      "id": "000000642:casket-of-flensing",
      "datasheetId": "000000642",
      "line": 1,
      "name": "Casket of Flensing",
      "type": "Ranged",
      "profiles": [
        {
          "datasheetId": "000000642",
          "line": 1,
          "lineInWargear": 1,
          "dice": "",
          "name": "Casket of Flensing",
          "attributes": [
            "DEVASTATING WOUNDS",
            "ONE SHOT",
            "TORRENT"
          ],
          "range": 12,
          "type": "Ranged",
          "a": "3D6",
          "bsWs": "N/A",
          "s": 3,
          "ap": -1,
          "d": 1
        }
      ]
    },
    {
      "id": "000000642:haemonculus-tools-and-scissorhands",
      "datasheetId": "000000642",
      "line": 2,
      "name": "Haemonculus tools and scissorhands",
      "type": "Melee",
      "profiles": [
        {
          "datasheetId": "000000642",
          "line": 2,
          "lineInWargear": 1,
          "dice": "",
          "name": "Haemonculus tools and scissorhands",
          "attributes": [
            "ANTI-INFANTRY 2+",
            "PRECISION"
          ],
          "range": "Melee",
          "type": "Melee",
          "a": 5,
          "bsWs": 2,
          "s": 3,
          "ap": -1,
          "d": "D3"
        }
      ]
    }
  ],
  "unitComposition": [
    {
      "datasheetId": "000000642",
      "line": 1,
      "description": "1 Urien Rakarth – <span class=\"kwb\">EPIC</span> <span class=\"kwb\">HERO</span>"
    }
  ],
  "modelCosts": [
    {
      "datasheetId": "000000642",
      "line": 1,
      "description": "1 model",
      "cost": 80
    }
  ],
  "leaders": [
    {
      "id": "000000650",
      "slug": "wracks"
    }
  ],
  "supplementLabel": "None",
  "isSupplement": false,
  "roleLabel": "Characters",
  "sourceName": "Faction Pack: Drukhari (Warhammer Legends)",
  "isForgeWorld": false,
  "isLegends": true
}