{"id":"000000462","name":"Old One Eye","factionId":"TYR","sourceId":"000000020","legend":"Known as the Beast of Calth, this unstoppable brute was first seen during the First Tyrannic War. Though many have thought it slain over the centuries, always the scarred monster rises again. Whether it is a Tyranid subgenus or the same unstoppable monster come again is a mystery few in its path live long enough to ponder.","role":"Characters","loadout":"<b>This model is equipped with:</b> Old One Eye’s claws and talons.","transport":"","virtual":false,"leaderHead":"","leaderFooter":"","damagedW":"","damagedDescription":"","link":"https://wahapedia.ru/wh40k10ed/factions/tyranids/Old-One-Eye","slug":"old-one-eye","factionSlug":"tyranids","supplementKey":"codex","abilities":[{"id":"000008338","name":"Feel No Pain","legend":"Some warriors refuse to be laid low, even by what should be fatal wounds.","factionId":"","description":"<div class=\"Corner33 abWrap BreakInsideAvoid\"><div class=\"abFlex\"><div class=\"abDiamondWrap\"><div class=\"abDiamond\"><div class=\"abIcon\"></div></div></div><div class=\"abLine\"></div><div class=\"abNameWrap\"></div></div><p class=\"ShowFluff stratLegend2\">Some warriors refuse to be laid low, even by what should be fatal wounds.</p>Some models have ‘Feel No Pain x+’ listed in their abilities. Each time a model with this ability suffers damage and so would lose a wound (including wounds lost due to <span class=\"tooltip00009\" data-tooltip-content=\"#tooltip_content00009\"><span class=\"tt kwbu\">mortal</span> <span class=\"tt kwbu\">wounds</span></span>), roll one D6: if the result is greater than or equal to the number denoted by ‘x’, that wound is ignored and is not lost. If a model has more than one Feel No Pain ability, you can only use one of those abilities each time that model suffers damage and so would lose a wound.<br><br><div class=\"BreakInsideAvoid frameLight Corner14\"><ul class=\"redSquare\"><li><b>Feel No Pain x+:</b> Each time this model would lose a wound, roll one D6: if the result equals or exceeds ‘x’, that wound is not lost.</li></ul></div></div>","type":"Core","parameter":"5+"},{"id":"000008346","name":"Leader","legend":"Mighty heroes fight at the forefront of battle.","factionId":"","description":"<div class=\"Corner33 abWrap BreakInsideAvoid\"><div class=\"abFlex\"><div class=\"abDiamondWrap\"><div class=\"abDiamond\"><div class=\"abIcon\"></div></div></div><div class=\"abLine\"></div><div class=\"abNameWrap\"></div></div><p class=\"ShowFluff stratLegend2\">Mighty heroes fight at the forefront of battle.</p>Some <span class=\"kwb\">CHARACTER</span> units have ‘Leader’ listed on their datasheets. Such <span class=\"kwb\">CHARACTER</span> units are known as Leaders, and the units they can lead – known as their Bodyguard units – are listed on their datasheet.<br><br>During the Declare Battle Formations step, for each Leader in your army, if your army also includes one or more of that Leader’s Bodyguard units, you can select one of those Bodyguard units. That Leader will then attach to that Bodyguard unit for the duration of the battle and is said to be leading that unit. Each Bodyguard unit can only have one Leader attached to it.<br><br>While a Bodyguard unit contains a Leader, it is known as an Attached unit and, with the exception of rules that are triggered when units are <span class=\"tooltip00073\" data-tooltip-content=\"#tooltip_content00073\"><span class=\"tt kwbu\">destroyed</span></span>, it is treated as a single unit for all rules purposes. Each time an attack targets an Attached unit, until the attacking unit has resolved all of its attacks, you must use the Toughness characteristic of the Bodyguard models in that unit, even if a Leader in that unit has a different Toughness characteristic. Each time an attack sucessfully wounds an Attached unit, that attack cannot be allocated to a <span class=\"kwb\">CHARACTER</span> model in that unit, even if that <span class=\"kwb\">CHARACTER</span> model has lost one or more wounds or has already had attacks allocated to it this phase. As soon as the last Bodyguard model in an Attached unit has been destroyed, any attacks made against that unit that have yet to be allocated can then be allocated to <span class=\"kwb\">CHARACTER</span> models in that unit.<br><br>Each time the last model in a Bodyguard unit is destroyed, each <span class=\"kwb\">CHARACTER</span> unit that is part of that Attached unit is no longer part of an Attached unit. It becomes a separate unit, with its original Starting Strength. If this happens as the result of an attack, they become separate units after the attacking unit has resolved all of its attacks.<br><br>Each time the last model in a <span class=\"kwb\">CHARACTER</span> unit that is attached to a Bodyguard unit is destroyed and there is not another <span class=\"kwb\">CHARACTER</span> unit attached, that Attached unit’s Bodyguard unit is no longer part of an Attached unit. It becomes a separate unit, with its original Starting Strength. If this happens as the result of an attack, they become separate units after the attacking unit has resolved all of its attacks. <br><br>Each time a unit that is part of an Attached unit is destroyed, it does not have the keywords of any other units that make up that Attached unit (unless it has those keywords on its own datasheet) for the purposes of any rules that would be triggered when that unit is destroyed.<br><br><div class=\"redExample\"><b>Example:</b> If you only destroy the Bodyguard unit that is part of an Attached unit, you have not destroyed a <span class=\"kwb\">CHARACTER</span> unit. If you only destroy the <span class=\"kwb\">CHARACTER</span> unit that is part of an Attached unit, or if you destroy the whole Attached unit, you have destroyed one <span class=\"kwb\">CHARACTER</span> unit.</div><br><div class=\"BreakInsideAvoid frameLight Corner14\"><ul class=\"redSquare\"><li>Before the battle, <span class=\"kwb\">CHARACTER</span> units with the Leader ability can be attached to one of their Bodyguard units to form an Attached unit.</li><li>Attached units can only contain one Leader.</li><li>Attacks cannot be allocated to <span class=\"kwb\">CHARACTER</span> models in Attached units.</li></ul></div></div>","type":"Core"},{"id":"000000705","name":"Synapse","legend":"Some Tyranids serve as synaptic conduits or nodal relays through which a portion of the Hive Mind’s iron will flows, overriding the natural instincts of the swarm to direct the teeming warrior-beasts to function as a single, gestalt organism on the battlefield.","factionId":"TYR","description":"If your Army Faction is <span class=\"kwb\">TYRANIDS</span>, while a <span class=\"kwb\">TYRANIDS</span> unit from your army is within 6\" of one or more friendly Synapse models, that <span class=\"kwb\">TYRANIDS</span> unit is said to be within Synapse Range of that model and of your army. While a <span class=\"kwb\">TYRANIDS</span> unit from your army is within Synapse Range of your army: <br><ul><li>Each time that unit takes a Battle-shock test, take that test on 3D6 instead of 2D6. </li><li>Each time a model in that unit makes a melee attack, add 1 to the Strength characteristic of that attack.</li></ul>","type":"Faction"},{"id":"","name":"Alpha Leader","legend":"","factionId":"","description":"While this model is leading a unit, each time a model in that unit makes an attack, you can re-roll the Hit roll.","type":"Datasheet","parameter":""},{"id":"","name":"Unstoppable Monster","legend":"","factionId":"","description":"At the start of each player’s Command phase, this model regains up to D3 lost wounds.","type":"Datasheet","parameter":""}],"keywords":[{"datasheetId":"000000462","keyword":"Tyranids","model":"","isFactionKeyword":"true"},{"datasheetId":"000000462","keyword":"Great Devourer","model":"","isFactionKeyword":"false"},{"datasheetId":"000000462","keyword":"Character","model":"","isFactionKeyword":"false"},{"datasheetId":"000000462","keyword":"Monster","model":"","isFactionKeyword":"false"},{"datasheetId":"000000462","keyword":"Epic Hero","model":"","isFactionKeyword":"false"},{"datasheetId":"000000462","keyword":"Old One Eye","model":"","isFactionKeyword":"false"}],"models":[{"datasheetId":"000000462","line":"1","name":"Old One Eye","m":"8\"","t":"9","sv":"2+","invSv":"-","invSvDescr":"","w":"9","ld":"8+","oc":"3","baseSize":"105 x 70mm","baseSizeDescr":""}],"options":[],"wargear":[{"id":"000000462:old-one-eye-s-claws-and-talons-strike","datasheetId":"000000462","line":"1","name":"Old One Eye’s claws and talons – strike","type":"Melee","profiles":[{"datasheetId":"000000462","line":"1","lineInWargear":"1","dice":"","name":"Old One Eye’s claws and talons – strike","description":"","range":"Melee","type":"Melee","a":"6","bsWs":"3","s":"14","ap":"-3","d":"D6+1"}]},{"id":"000000462:old-one-eye-s-claws-and-talons-sweep","datasheetId":"000000462","line":"2","name":"Old One Eye’s claws and talons – sweep","type":"Melee","profiles":[{"datasheetId":"000000462","line":"2","lineInWargear":"2","dice":"","name":"Old One Eye’s claws and talons – sweep","description":"","range":"Melee","type":"Melee","a":"12","bsWs":"3","s":"6","ap":"-1","d":"1"}]}],"unitComposition":[{"datasheetId":"000000462","line":"1","description":"1 Old One Eye – <span class=\"kwb\">EPIC</span> <span class=\"kwb\">HERO</span>"}],"modelCosts":[{"datasheetId":"000000462","line":"1","description":"1 model","cost":"150"}],"stratagems":[{"factionId":"TYR","name":"SEEDED BROODS","id":"000008418004","type":"Vanguard Onslaught – Strategic Ploy Stratagem","cpCost":"1","legend":"Warrior organisms erupt from concealment straight into advanced positions.","turn":"Your turn","phase":"Movement phase","detachment":"Vanguard Onslaught","detachmentId":"000000772","description":"<b>WHEN:</b> Your Movement phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">TYRANIDS</span> unit from your army that is in Reserves, or up to two Vanguard Invader units from your army that are in Reserves.<br><br><b>EFFECT:</b> Until the end of the phase, for the purposes of setting up those selected units on the battlefield, treat the current battle round number as being one higher than it actually is."},{"factionId":"TYR","name":"PREDATORY IMPERATIVE","id":"000008349006","type":"Invasion Fleet – Strategic Ploy Stratagem","cpCost":"1","legend":"Guided by the instincts of leader-beasts, the swarm can be tasked with focusing its hunting instincts.","turn":"Your turn","phase":"Command phase","detachment":"Invasion Fleet","detachmentId":"000000748","description":"<b>WHEN:</b> Your Command phase.<br><br><b>TARGET:</b> Up to two <span class=\"kwb\">TYRANIDS</span> units from your army that are within Synapse Range of your army, or one other <span class=\"kwb\">TYRANIDS</span> unit from your army.<br><br><b>EFFECT:</b> Select one Hyper-adaptation. Until the start of your next Command phase, that Hyper-adaptation is active for those selected units in addition to any other that may be active for your army.<br><br><b>RESTRICTIONS:</b> You cannot select the same Hyper-adaptation you selected at the start of the first battle round."},{"factionId":"TYR","name":"SYNAPTIC AMPLIFICATION","id":"000009738002","type":"Warrior Bioform Onslaught – Strategic Ploy Stratagem","cpCost":"1","legend":"Tyranid Warriors focus and amplify the urgency of the Hive Mind’s impulse to nearby broods, lending them increased coordination.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Warrior Bioform Onslaught","detachmentId":"000000982","description":"<b>WHEN:</b> Your Shooting phase or the Fight phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">TYRANIDS</span> unit from your army that has not been selected to shoot or fight this phase.<br><br><b>EFFECT:</b> If that unit is a Tyranid Warriors unit, select up to one Endless Multitude unit from your army, that is not Battle-shocked, within 6\" of it. Until the end of the phase, each time a model in those units makes an attack, re-roll a Wound roll of 1, and, if it is a <span class=\"kwb\">TYRANID</span> <span class=\"kwb\">WARRIORS</span> unit, re-roll a Hit roll of 1 as well."},{"factionId":"","name":"EPIC CHALLENGE","id":"000008335004","type":"Core – Epic Deed Stratagem","cpCost":"1","legend":"The legends of the 41st Millennium are replete with deadly duels between mighty champions.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, when a <span class=\"kwb\">CHARACTER</span> unit from your army that is within Engagement Range of one or more Attached units is selected to fight.<br><br><b>TARGET:</b> One <span class=\"kwb\">CHARACTER</span> model in your unit.<br><br><b>EFFECT:</b> Until the end of the phase, all melee attacks made by that model have the [PRECISION] ability."},{"factionId":"","name":"EXPLOSIVE CLEARANCE","id":"000009218006","type":"Boarding Actions – Battle Tactic Stratagem","cpCost":"1","legend":"A well-placed explosive munition in confined shipboard spaces can cause bloody carnage.","turn":"Your turn","phase":"Shooting phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One unit from your army that has not been selected to shoot this phase.<br><br><b>EFFECT:</b> Select one model in your unit that is equipped with a weapon with the [BLAST] ability. Until the end of the phase, when determining how many models are in the target unit for the purpose of that ability, include models that are not visible to the attacking model. In addition, attacks made with that weapon can be allocated to models that are not visible to the attacking model."},{"factionId":"TYR","name":"ADRENAL SURGE","id":"000008349003","type":"Invasion Fleet – Battle Tactic Stratagem","cpCost":"2","legend":"These warrior organisms destroy all as their adrenaline surges.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Invasion Fleet","detachmentId":"000000748","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> Up to two <span class=\"kwb\">TYRANIDS</span> units from your army that are within Synapse Range of your army and are eligible to fight, or one other <span class=\"kwb\">TYRANIDS</span> unit from your army that is eligible to fight.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in any of those selected units makes an attack, an unmodified Hit roll of 5+ scores a Critical Hit."},{"factionId":"TYR","name":"MASSIVE IMPACT","id":"000008422007","type":"Crusher Stampede – Epic Deed Stratagem","cpCost":"1","legend":"Employing their sheer bulk and vicious chitinous horns and spikes, the largest Tyranids crash headlong through the foe, often with devastating results.","turn":"Your turn","phase":"Charge phase","detachment":"Crusher Stampede","detachmentId":"000000769","description":"<b>WHEN:</b> Your Charge phase, just after a Tyranids Monster model from your army ends a Charge move.<br><br><b>TARGET:</b> That <span class=\"kwb\">TYRANIDS</span> <span class=\"kwb\">MONSTER</span> model.<br><br><b>EFFECT:</b> Select one enemy unit within Engagement Range of your model and roll six D6: for each 4+, that enemy unit suffers 1 mortal wound."},{"factionId":"TYR","name":"SECURE BIOMASS","id":"000008413006","type":"Assimilation Swarm – Strategic Ploy Stratagem","cpCost":"1","legend":"When rich sources of biomass are identified the warrior organisms of this swarm will stop at nothing to destroy resistance and claim them.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Assimilation Swarm","detachmentId":"000000771","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">TYRANIDS</span> unit from your army that has not been selected to fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, melee weapons equipped by models in your unit have the [LETHAL HITS] ability. If your unit is a Harvester unit, each time a model in that unit makes a melee attack, a successful unmodified Hit roll of 5+ scores a Critical Hit as well."},{"factionId":"TYR","name":"RAMPAGING MONSTROSITIES","id":"000008422003","type":"Crusher Stampede – Battle Tactic Stratagem","cpCost":"1","legend":"Tyranid monsters have reserves of energy that they unleash in waves of devastating fury.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Crusher Stampede","detachmentId":"000000769","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One Tyranids Monster unit from your army that has not been selected to fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit makes an attack, you can re-roll the Hit roll."},{"factionId":"TYR","name":"SWARMING ASSAULT","id":"000010148006","type":"Subterranean Assault – Strategic Ploy Stratagem","cpCost":"1","legend":"A hive fleet’s vanguard organisms favour mobility and aggression, keeping the foe on the back foot with repeated coordinated assaults.","turn":"Your turn","phase":"Charge phase","detachment":"Subterranean Assault","detachmentId":"000001057","description":"<b>WHEN:</b> Your Charge phase.<br><br><b>TARGET:</b> One Tyranids Monster unit from your army that was set up as Reinforcements this turn.<br><br><b>EFFECT:</b> Until the end of the phase, friendly Tyranids units within 6\" of your unit can re-roll Charge rolls."},{"factionId":"TYR","name":"DEATH FRENZY","id":"000008349004","type":"Invasion Fleet – Strategic Ploy Stratagem","cpCost":"1","legend":"Tyranids care nothing for self-preservation, lashing out even in death.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Invasion Fleet","detachmentId":"000000748","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One <span class=\"kwb\">TYRANIDS</span> unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, roll one D6: on a 4+, do not remove it from play. The destroyed model can fight after the attacking model’s unit has finished making its attacks, and is then removed from play."},{"factionId":"TYR","name":"OVERRIDE INSTINCTS","id":"000008556007","type":"Synaptic Nexus – Strategic Ploy Stratagem","cpCost":"1","legend":"The seemingly omniscient Hive Mind processes the sensory input of its swarms at an impossible rate, and compels its broods to react accordingly.","turn":"Your turn","phase":"Movement phase","detachment":"Synaptic Nexus","detachmentId":"000000773","description":"<b>WHEN:</b> Your Movement phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">TYRANIDS</span> unit from your army that is within Synapse Range of your army and made a Fall Back move this phase.<br><br><b>EFFECT:</b> Your unit is eligible to shoot and declare a charge this turn."},{"factionId":"","name":"BATTLEFIELD COMMAND","id":"000009218003","type":"Boarding Actions – Strategic Ploy Stratagem","cpCost":"1","legend":"The commander's authoritative tone cuts through the din of battle, guiding the actions of nearby troops.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Start or end of any phase.<br><br><b>TARGET:</b> One Leader unit from your army and one friendly Bodyguard unit within 6\" of it that it could normally be attached to.<br><br><b>EFFECT:</b> Select one of your Leader unit’s Leader abilities. Until the start of your next Command phase, that Bodyguard unit is treated as being led by that Leader unit for the purposes of that Leader ability.<br><br><b>RESTRICTIONS:</b> Once you target a unit with this Stratagem, that unit cannot be targeted with it again until your next Command phase."},{"factionId":"","name":"COUNTER-OFFENSIVE","id":"000008335003","type":"Core – Strategic Ploy Stratagem","cpCost":"2","legend":"In close-quarters combat, the slightest hesitation can leave an opening for a swift foe to exploit.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has fought.<br><br><b>TARGET:</b> One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.<br><br><b>EFFECT:</b> Your unit fights next."},{"factionId":"","name":"RAPID INGRESS","id":"000008335008","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"Be it cunning strategy, potent technology or supernatural ritual, there are many means by which a commander may hasten their warriors’ onset.","turn":"Opponent’s turn","phase":"Movement phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> End of your opponent’s Movement phase.<br><br><b>TARGET:</b> One unit from your army that is in Reserves.<br><br><b>EFFECT:</b> Your unit can arrive on the battlefield as if it were the Reinforcements step of your Movement phase, and if every model in that unit has the Deep Strike ability, you can set that unit up as described in the Deep Strike ability (even though it is not your Movement phase).<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem to enable a unit to arrive on the battlefield during a battle round it would not normally be able to do so in."},{"factionId":"TYR","name":"UNTRAMMELLED FEROCITY","id":"000008422005","type":"Crusher Stampede – Strategic Ploy Stratagem","cpCost":"1","legend":"Encircling and entrapping such physically powerful and fearless beasts is nigh on impossible.","turn":"Your turn","phase":"Movement phase","detachment":"Crusher Stampede","detachmentId":"000000769","description":"<b>WHEN:</b> Your Movement phase.<br><br><b>TARGET:</b> One Tyranids Monster unit from your army that has not been selected to move this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit makes a Normal, Advance or Fall Back move, it can move through models (excluding <span class=\"kwb\">TITANIC</span> models) and sections of terrain features that are 4\" or less in height. When doing so: <br><ul><li>It can move within Engagement Range of enemy models, but cannot end that move within Engagement Range of them. </li><li>It can also move through sections of terrain features that are more than 4\" in height, but if it does, after its unit has moved, roll one D6: on a 1, your unit is Battle-shocked.</li></ul>"},{"factionId":"TYR","name":"RETREAT BELOW","id":"000010148007","type":"Subterranean Assault – Strategic Ploy Stratagem","cpCost":"1","legend":"The network of tunnels beneath the battlefield enables Tyranid organisms to retreat from the foe and prepare further ambushes.","turn":"Opponent’s turn","phase":"Fight phase","detachment":"Subterranean Assault","detachmentId":"000001057","description":"<b>WHEN:</b> End of your opponent’s Fight phase.<br><br><b>TARGET:</b> One Tyranids unit or up to two Burrower units from your army that are not within Engagement Range of one or more enemy units.<br><br><b>EFFECT:</b> Remove your unit from the battlefield and place it into Strategic Reserves."},{"factionId":"","name":"COUNTER-OFFENSIVE","id":"000009218004","type":"Boarding Actions – Strategic Ploy Stratagem","cpCost":"2","legend":"In close-quarters combat, the slightest hesitation can leave an opening for a swift foe to exploit.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has fought.<br><br><b>TARGET:</b> One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.<br><br><b>EFFECT:</b> Your unit fights next."},{"factionId":"","name":"COMMAND RE-ROLL","id":"000009218002","type":"Boarding Actions – Epic Deed Stratagem","cpCost":"1","legend":"A great commander can bend even the vagaries of fate and fortune to their will, the better to ensure victory.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Any phase, just after you have made a Hit roll, a Wound roll, a Damage roll, a saving throw, an Advance roll, a Charge roll, a Desperate Escape test, a Hazardous test, or just after you have rolled the dice to determine the number of attacks made with a weapon, for an attack, model or unit from your army.<br><br><b>TARGET:</b> That unit or model from your army.<br><br><b>EFFECT:</b> You re-roll that roll, test or saving throw."},{"factionId":"TYR","name":"TUNNEL NETWORK","id":"000010148005","type":"Subterranean Assault – Strategic Ploy Stratagem","cpCost":"1","legend":"Taking advantage of freshly burrowed tunnels, Tyranid bioforms move swiftly across the landscape, emerging in unexpected locations.","turn":"Your turn","phase":"Movement phase","detachment":"Subterranean Assault","detachmentId":"000001057","description":"<b>WHEN:</b> End of your Movement phase.<br><br><b>TARGET:</b> One Tyranids unit from your army that is wholly within 9\" of one or more of your Tunnel Markers and not within Engagement Range of one or more enemy units.<br><br><b>EFFECT:</b> Remove your unit from the battlefield and set it up again, wholly within 9\" of another Tunnel Marker you placed, and more than 6\" horizontally away from all enemy units."},{"factionId":"TYR","name":"IMPERATIVE DOMINANCE","id":"000008556006","type":"Synaptic Nexus – Strategic Ploy Stratagem","cpCost":"1","legend":"At need, the focused will of the Tyranid leader-beasts can goad warrior organisms to exhibit strategically beneficial behaviours at the instant they are needed most.","turn":"Your turn","phase":"Command phase","detachment":"Synaptic Nexus","detachmentId":"000000773","description":"<b>WHEN:</b> Your Command phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">TYRANIDS</span> unit from your army that is within Synapse Range of your army.<br><br><b>EFFECT:</b> Select one Synaptic Imperative, even if you have already selected that imperative this battle. Until the start of your next Command phase, that Synaptic Imperative is active for your unit instead of any other Synaptic Imperative that is active for your army."},{"factionId":"TYR","name":"RAPACIOUS HUNGER","id":"000008413007","type":"Assimilation Swarm – Battle Tactic Stratagem","cpCost":"1","legend":"The hunger of the Tyranids can never be satiated.","turn":"Your turn","phase":"Fight phase","detachment":"Assimilation Swarm","detachmentId":"000000771","description":"<b>WHEN:</b> Your Fight phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">TYRANIDS</span> unit from your army that just destroyed an enemy unit.<br><br><b>EFFECT:</b> Your unit immediately Regenerates (See Feed the Swarm). When doing so, if your unit is a Harvester unit and you choose for one model to regain up to D3 lost wounds, that model regains up to 3 lost wounds instead."},{"factionId":"TYR","name":"SWARM-GUIDED SALVOES","id":"000008422006","type":"Crusher Stampede – Battle Tactic Stratagem","cpCost":"1","legend":"One cannot hide from a gestalt entity with a million eyes, even in the densest cover.","turn":"Your turn","phase":"Shooting phase","detachment":"Crusher Stampede","detachmentId":"000000769","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One Tyranids Monster unit from your army that has not been selected to shoot this phase.<br><br><b>EFFECT:</b> Until the end of the phase, ranged weapons equipped by models in your unit have the [IGNORES COVER] ability, and until the end of the phase each time a model in your unit makes an attack, you can ignore any or all modifiers to that model’s Ballistic Skill characteristic and any or all modifiers to the Hit roll."},{"factionId":"","name":"INSANE BRAVERY","id":"000008335005","type":"Core – Epic Deed Stratagem","cpCost":"1","legend":"Indifferent to their own survival, these warriors hold their ground against seemingly impossible odds.","turn":"Your turn","phase":"Command phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Battle-shock step of your Command phase, just before you take a Battle-shock test for a unit from your army.<br><br><b>TARGET:</b> That unit from your army.<br><br><b>EFFECT:</b> Your unit automatically passes that Battle-shock test.<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem more than once per battle."},{"factionId":"TYR","name":"CORROSIVE VISCERA","id":"000008422002","type":"Crusher Stampede – Strategic Ploy Stratagem","cpCost":"1","legend":"Highly acidic fluids spray from the creature’s wounds, lethal to those nearby.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Crusher Stampede","detachmentId":"000000769","description":"<b>WHEN:</b> Your opponent’s Shooting phase or the Fight phase, just after a Tyranids Monster model from your army with the Deadly Demise ability that cannot <span class=\"kwb\">FLY</span> is destroyed.<br><br><b>TARGET:</b> That <span class=\"kwb\">TYRANIDS</span> <span class=\"kwb\">MONSTER</span> model. You can use this Stratagem on that model even though it was just destroyed.<br><br><b>EFFECT:</b> Do not roll one D6 to determine whether mortal wounds are inflicted by your model’s Deadly Demise ability. Instead, mortal wounds are automatically inflicted."},{"factionId":"TYR","name":"RAPID REGENERATION","id":"000008349002","type":"Invasion Fleet – Battle Tactic Stratagem","cpCost":"1","legend":"Prey stare in horror as chitinous armour regrows and flesh, muscle and sinew knots back together.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Invasion Fleet","detachmentId":"000000748","description":"<b>WHEN:</b> Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One <span class=\"kwb\">TYRANIDS</span> unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, models in your unit have the Feel No Pain 6+ ability. If your unit is within Synapse Range of your army, models in your unit have the Feel No Pain 5+ ability instead."},{"factionId":"TYR","name":"OVERRUN","id":"000008349005","type":"Invasion Fleet – Strategic Ploy Stratagem","cpCost":"1","legend":"Tyranids in battle form an unstoppable avalanche of flesh and chitin that buries the foe alive.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Invasion Fleet","detachmentId":"000000748","description":"<b>WHEN:</b> Fight phase, just before a <span class=\"kwb\">TYRANIDS</span> unit from your army Consolidates.<br><br><b>TARGET:</b> That <span class=\"kwb\">TYRANIDS</span> unit.<br><br><b>EFFECT:</b> Until the end of the phase, each time your unit Consolidates, models in it can move an additional 3\" as long as your unit can end that move within Engagement Range of one or more enemy units. If your unit is within Synapse Range of your army and not within Engagement Range of any enemy units, instead of making that Consolidation move, it can make a Normal move of up to 6\"."},{"factionId":"","name":"COMMAND RE-ROLL","id":"000008335002","type":"Core – Battle Tactic Stratagem","cpCost":"1","legend":"A great commander can bend even the vagaries of fate and fortune to their will, the better to ensure victory.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Any phase, just after you make an Advance roll, a Charge roll, a Desperate Escape test or a Hazardous test for a unit from your army, or a Hit roll, a Wound roll, a Damage roll or a saving throw for a model in that unit, or a roll to determine the number of attacks made with a weapon equipped by a model in that unit. If you are using fast dice rolling, this Stratagem can still be used after rolling multiple rolls or saving throws at once.<br><br><b>TARGET:</b> That unit or model from your army.<br><br><b>EFFECT:</b> You re-roll that roll, test or saving throw. If you are using fast dice rolling, select one of those rolls or saving throws to re-roll."},{"factionId":"","name":"HEROIC INTERVENTION","id":"000008335012","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"Voices raised in furious war cries, your warriors surge forth to meet the enemy’s onslaught head-on.","turn":"Opponent’s turn","phase":"Charge phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your opponent’s Charge phase, just after an enemy unit ends a Charge move.<br><br><b>TARGET:</b> One unit from your army that is within 6\" of that enemy unit and would be eligible to declare a charge against that enemy unit if it were your Charge phase.<br><br><b>EFFECT:</b> Your unit now declares a charge that targets only that enemy unit, and you resolve that charge as if it were your Charge phase.<br><br><b>RESTRICTIONS:</b> You can only select a <span class=\"kwb\">VEHICLE</span> unit from your army if it is a <span class=\"kwb\">WALKER</span>. Note that even if this charge is successful, your unit does not receive any Charge bonus this turn."},{"factionId":"TYR","name":"SAVAGE ROAR","id":"000008422004","type":"Crusher Stampede – Battle Tactic Stratagem","cpCost":"1","legend":"This monster is even more terrifying to behold than other bioforms of its kind.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Crusher Stampede","detachmentId":"000000769","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Tyranids Monster unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> That enemy unit must take a Battle-shock test and, until the end of the phase, each time a model in that enemy unit makes an attack that targets your unit, subtract 1 from the Hit roll. If that Battle-shock test was failed, subtract 1 from the Wound roll as well."},{"factionId":"","name":"INSANE BRAVERY","id":"000009218005","type":"Boarding Actions – Epic Deed Stratagem","cpCost":"1","legend":"Indifferent to their own survival, these warriors hold their ground against seemingly impossible odds.","turn":"Your turn","phase":"Command phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Battle-shock step of your Command phase, just after you have failed a Battle-shock test taken for a unit from your army.<br><br><b>TARGET:</b> The unit from your army that Battle-shock test was just taken for (even though your Battle-shocked units cannot normally be affected by your Stratagems).<br><br><b>EFFECT:</b> Your unit is treated as having passed that test instead, and is not Battle-shocked as a result."},{"factionId":"TYR","name":"SPONTANEOUS HYPERCORROSION","id":"000009738003","type":"Warrior Bioform Onslaught – Wargear Stratagem","cpCost":"1","legend":"Biomorphic symbiotes growing beneath the chitinous plates of some Tyranids can be activated by synaptic impulse, acidifying their bio‑weapons at a moment’s notice.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Warrior Bioform Onslaught","detachmentId":"000000982","description":"<b>WHEN:</b> Your Shooting phase or the Fight phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">TYRANIDS</span> unit from your army that has not been selected to shoot or fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, add 2 to the Strength characteristic of ranged weapons equipped by models in your unit and add 1 to the Strength characteristic of melee weapons equipped by Tyranid Warriors and Winged Tyranid Prime models in your unit."},{"factionId":"TYR","name":"REPLENISHING SWARMS","id":"000010148003","type":"Subterranean Assault – Wargear Stratagem","cpCost":"1","legend":"Scrambling through the tunnels come endless multitudes of warrior-beasts and harvester bioforms, spilling out of the depths to reinforce the teeming masses.","turn":"Your turn","phase":"Movement phase","detachment":"Subterranean Assault","detachmentId":"000001057","description":"<b>WHEN:</b> Your Movement phase.<br><br><b>TARGET:</b> One Tyranids unit from your army, wholly within 9\" of one or more Tunnel Markers you placed.<br><br><b>EFFECT:</b> One model in your unit regains up to D3+1 lost wounds, or you can return up to D3+1 destroyed models with a Wounds characteristic of 1 to your unit, with their full wounds remaining, instead."},{"factionId":"TYR","name":"ENFILADING EMERGENCE","id":"000010148004","type":"Subterranean Assault – Strategic Ploy Stratagem","cpCost":"1","legend":"Emerging from the depths, Tyranid bioforms level their weapon morphs and spit hissing volleys of living ammunition into the exposed backs of outflanked prey.","turn":"Your turn","phase":"Movement phase","detachment":"Subterranean Assault","detachmentId":"000001057","description":"<b>WHEN:</b> End of your Movement phase.<br><br><b>TARGET:</b> One Tyranids unit from your army that was set up as Reinforcements this turn.<br><br><b>EFFECT:</b> Until the end of your next Fight phase, weapons equipped by models in your unit have the [SUSTAINED HITS 1] and [IGNORES COVER] abilities."}],"enhancements":[],"detachmentAbilities":[{"id":"000008356","factionId":"TYR","name":"Hyper-adaptations","legend":"Every warrior organism in the Tyranid race is fashioned by the ineffable alien will of the Hive Mind. Their flesh and chitin is endlessly mutable, honed into whatever form will prove most lethal to the prey.","description":"At the start of the first battle round, select one of the following Hyper-adaptations to be active for <span class=\"kwb\">TYRANIDS</span> units from your army until the end of the battle:<br><br><div class=\"BreakInsideAvoid\"><table max-width=\"480px\"><tbody><tbody><tr><td class=\"td_w\"><p class=\"impact18\">Swarming Instincts</p><p>Each time a <span class=\"kwb\">TYRANIDS</span> model with this Hyper-adaptation makes an attack that targets an <span class=\"kwb\">INFANTRY</span> or <span class=\"kwb\">SWARM</span> unit, that attack has the <span class=\"kwb2 bluefont\"><span class=\"tooltip00016\" data-tooltip-content=\"#tooltip_content00016\"><span class=\"tt kwbu\">[SUSTAINED</span> <span class=\"tt kwbu\">HITS</span> <span class=\"tt kwbu\">1]</span></span></span> ability.</p></td></tr></tbody></tbody></table></div><div class=\"BreakInsideAvoid\"><table max-width=\"480px\"><tbody><tbody><tr><td class=\"td_w\"><p class=\"impact18\">Hyper-aggression</p><p>Each time a <span class=\"kwb\">TYRANIDS</span> model with this Hyper-adaptation makes an attack that targets a <span class=\"kwb\">MONSTER</span> or <span class=\"kwb\">VEHICLE</span> unit, that attack has the <span class=\"kwb2 bluefont\"><span class=\"tooltip00078\" data-tooltip-content=\"#tooltip_content00078\"><span class=\"tt kwbu\">[LETHAL</span> <span class=\"tt kwbu\">HITS]</span></span></span> ability.</p></td></tr></tbody></tbody></table></div><div class=\"BreakInsideAvoid\"><table max-width=\"480px\"><tbody><tbody><tr><td class=\"td_w\"><p class=\"impact18\">Hive Predators</p><p>Each time a <span class=\"kwb\">TYRANIDS</span> model with this Hyper-adaptation makes an attack that targets a <span class=\"kwb\">CHARACTER</span> unit, on a <span class=\"tooltip00006\" data-tooltip-content=\"#tooltip_content00006\"><span class=\"tt kwbu\">Critical</span> <span class=\"tt kwbu\">Hit</span></span>, that attack has the <span class=\"kwb2 bluefont\"><span class=\"tooltip00037\" data-tooltip-content=\"#tooltip_content00037\"><span class=\"tt kwbu\">[PRECISION]</span></span></span> ability.</p></td></tr></tbody></tbody></table></div>","detachment":"Invasion Fleet","detachmentId":"000000748"},{"id":"000008415","factionId":"TYR","name":"Questing Tendrils","legend":"In the early stages of an invasion, the Hive Mind harries and unbalances its foes with lightning-fast flanking attacks, before encircling them for the final, bloody slaughter.","description":"<span class=\"kwb\">TYRANIDS</span> units with this ability are eligible to charge in a turn in which they Fell Back. Vanguard Invader units with this ability are eligible to charge in a turn in which they Advanced.","detachment":"Vanguard Onslaught","detachmentId":"000000772"},{"id":"000008403","factionId":"TYR","name":"Enraged Behemoths","legend":"In their efforts to lay the monstrous beasts of a Crusher Stampede low, the prey only succeed in further enraging the rampaging monsters. The surviving beasts are driven to fight with greater fury the more of their number that fall.","description":"Each time a Tyranids Monster model from your army makes an attack, add 1 to the Hit roll if that model’s unit is below its Starting Strength, and add 1 to the Wound roll as well if that model’s unit is Below Half-strength. In addition, while a <span class=\"kwb\">TYRANIDS</span> <span class=\"kwb\">MONSTER</span> unit from your army (excluding Battle-shocked units) is at its Starting Strength, add 2 to the Objective Control characteristic of models in that unit.","detachment":"Crusher Stampede","detachmentId":"000000769"},{"id":"000010146","factionId":"TYR","name":"Surprise Assault","legend":"Burrowing Tyranid bioforms burst from the ground in all their horror.","description":"Each time a Tyranids model from your army makes an attack, re-roll a Hit roll of 1.<br><br>Each time a Burrower unit from your army is set up on the battlefield from Reserves, place a circular 40mm Tunnel Marker anywhere on the battlefield within 1\" of that unit and more than 3\" horizontally away from all enemy units.<br><br>In the Reinforcements step of your Movement phase, when you set up a unit on the battlefield from Reserves, you can set that unit up wholly within 9\" of one of your Tunnel Markers and more than 6\" horizontally away from any enemy units.<br><br>If an enemy model (excluding <span class=\"kwb\">AIRCRAFT</span>) ends any kind of move within 3\" of one of your Tunnel Markers, that Tunnel Marker is removed from the battlefield.<br><br><span class=\"hi_custom\">KEYWORDS</span><br>Mawloc and Trygon units from your army have the <span class=\"kwb\">BURROWER</span> keyword.<br><br>In the Muster Armies step, you can select up to 2 <span class=\"kwb\">TRYGON</span> models from your army. The selected units gain the <span class=\"kwb\">CHARACTER</span> keyword.<br><br><b>Designer’s Note:</b> This means that the selected models can be given Enhancements and one of them can be selected as your <span class=\"kwb\">WARLORD</span>.","detachment":"Subterranean Assault","detachmentId":"000001057"},{"id":"000008420","factionId":"TYR","name":"Synaptic Imperatives","legend":"The leader-beasts of these swarms act as conduits to the will of the Hive Mind. Irresistible imperatives lash out from them like whips that drive lesser bioforms to hurl themselves at the prey, to fight on through fatal wounds or to attack with redoubled savagery.","description":"At the start of the battle round, you can select one of the Synaptic Imperatives shown below. Until the end of the battle round, that Synaptic Imperative is active for your army and while a <span class=\"kwb\">TYRANIDS</span> unit from your army is within Synapse Range of your army, it will benefit from it. Each Synaptic Imperative can only be selected once per battle.<br><ul><li><b>Synaptic Augmentation:</b> While this unit is within Synapse Range of your army, models in this unit have a 5+ invulnerable save.</li><li><b>Surging Vitality:</b> While this unit is within Synapse Range of your army, add 1 to Advance and Charge rolls made for this unit.</li><li><b>Goaded to Slaughter:</b> While this unit is within Synapse Range of your army, each time a model in this unit makes a melee attack, add 1 to the Hit roll.</li></ul>","detachment":"Synaptic Nexus","detachmentId":"000000773"}],"leaders":[{"id":"000000490","slug":"carnifexes"}],"supplementLabel":"None","isSupplement":false,"roleLabel":"Characters","sourceName":"Faction Pack: Tyranids","isForgeWorld":false,"isLegends":false}