{"id":"000001553","name":"Ministorum Priest","factionId":"AS","sourceId":"000000112","legend":"It is the role of Ministorum Priests to harness the faith of Imperial warriors in battle. Often they join Wars of Faith – though it is not unheard of for a Preacher to lead one. They are filled with a fearsome religious fervour that incites the faithful as they bellow catechisms of hatred.","role":"Characters","loadout":"<b>This model is equipped with:</b> zealot’s vindictor.","transport":"","virtual":false,"leaderHead":"","leaderFooter":"","damagedW":"","damagedDescription":"","link":"https://wahapedia.ru/wh40k10ed/factions/adepta-sororitas/Ministorum-Priest","slug":"ministorum-priest-3","factionSlug":"adepta-sororitas","supplementKey":"codex","abilities":[{"id":"000008346","name":"Leader","legend":"Mighty heroes fight at the forefront of battle.","factionId":"","description":"<div class=\"Corner33 abWrap BreakInsideAvoid\"><div class=\"abFlex\"><div class=\"abDiamondWrap\"><div class=\"abDiamond\"><div class=\"abIcon\"></div></div></div><div class=\"abLine\"></div><div class=\"abNameWrap\"></div></div><p class=\"ShowFluff stratLegend2\">Mighty heroes fight at the forefront of battle.</p>Some <span class=\"kwb\">CHARACTER</span> units have ‘Leader’ listed on their datasheets. Such <span class=\"kwb\">CHARACTER</span> units are known as Leaders, and the units they can lead – known as their Bodyguard units – are listed on their datasheet.<br><br>During the Declare Battle Formations step, for each Leader in your army, if your army also includes one or more of that Leader’s Bodyguard units, you can select one of those Bodyguard units. That Leader will then attach to that Bodyguard unit for the duration of the battle and is said to be leading that unit. Each Bodyguard unit can only have one Leader attached to it.<br><br>While a Bodyguard unit contains a Leader, it is known as an Attached unit and, with the exception of rules that are triggered when units are <span class=\"tooltip00073\" data-tooltip-content=\"#tooltip_content00073\"><span class=\"tt kwbu\">destroyed</span></span>, it is treated as a single unit for all rules purposes. Each time an attack targets an Attached unit, until the attacking unit has resolved all of its attacks, you must use the Toughness characteristic of the Bodyguard models in that unit, even if a Leader in that unit has a different Toughness characteristic. Each time an attack sucessfully wounds an Attached unit, that attack cannot be allocated to a <span class=\"kwb\">CHARACTER</span> model in that unit, even if that <span class=\"kwb\">CHARACTER</span> model has lost one or more wounds or has already had attacks allocated to it this phase. As soon as the last Bodyguard model in an Attached unit has been destroyed, any attacks made against that unit that have yet to be allocated can then be allocated to <span class=\"kwb\">CHARACTER</span> models in that unit.<br><br>Each time the last model in a Bodyguard unit is destroyed, each <span class=\"kwb\">CHARACTER</span> unit that is part of that Attached unit is no longer part of an Attached unit. It becomes a separate unit, with its original Starting Strength. If this happens as the result of an attack, they become separate units after the attacking unit has resolved all of its attacks.<br><br>Each time the last model in a <span class=\"kwb\">CHARACTER</span> unit that is attached to a Bodyguard unit is destroyed and there is not another <span class=\"kwb\">CHARACTER</span> unit attached, that Attached unit’s Bodyguard unit is no longer part of an Attached unit. It becomes a separate unit, with its original Starting Strength. If this happens as the result of an attack, they become separate units after the attacking unit has resolved all of its attacks. <br><br>Each time a unit that is part of an Attached unit is destroyed, it does not have the keywords of any other units that make up that Attached unit (unless it has those keywords on its own datasheet) for the purposes of any rules that would be triggered when that unit is destroyed.<br><br><div class=\"redExample\"><b>Example:</b> If you only destroy the Bodyguard unit that is part of an Attached unit, you have not destroyed a <span class=\"kwb\">CHARACTER</span> unit. If you only destroy the <span class=\"kwb\">CHARACTER</span> unit that is part of an Attached unit, or if you destroy the whole Attached unit, you have destroyed one <span class=\"kwb\">CHARACTER</span> unit.</div><br><div class=\"BreakInsideAvoid frameLight Corner14\"><ul class=\"redSquare\"><li>Before the battle, <span class=\"kwb\">CHARACTER</span> units with the Leader ability can be attached to one of their Bodyguard units to form an Attached unit.</li><li>Attached units can only contain one Leader.</li><li>Attacks cannot be allocated to <span class=\"kwb\">CHARACTER</span> models in Attached units.</li></ul></div></div>","type":"Core"},{"id":"000008466","name":"Acts of Faith","legend":"It is said the Emperor’s benediction touches the Adepta Sororitas, manifesting as a nimbus of holy light in which his power is revealed in miraculous deeds of fortitude and divine strength.","factionId":"AS","description":"If your Army Faction is <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span>, each unit from your army with this ability can perform one Act of Faith per phase. This is done using Miracle dice.<br><br><div class=\"Columns2\"><span class=\"hi_custom\">GAINING MIRACLE DICE</span><br>If your Army Faction is <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span>, you gain 1 Miracle dice:<br><ul><li>At the start of each battle round.</li><li>Each time an <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army is destroyed.</li></ul><br>Each time you gain a Miracle dice, roll one D6. The number you roll is the value of that Miracle dice. This value cannot be changed or re-rolled, unless a rule specifically states otherwise. Keep your Miracle dice to one side - this is your Miracle dice pool.<br><br><span class=\"hi_custom\">PERFORMING AN ACT OF FAITH</span><br>Before making a dice roll for a model or unit from your army with the Acts of Faith ability, if you have one or more dice in your Miracle dice pool, that unit can perform an Act of Faith. If it does, select one of the dice from your Miracle dice pool to substitute that dice roll (if a roll involves more than one dice, e.g. a Charge roll or Battle-shock test, only a single dice can be substituted). The dice that is being substituted is not rolled; instead, the value of the selected Miracle dice is used as if it had been rolled ( this counts as an unmodified dice roll of that value for all rules purposes). Each Miracle dice can only be selected for substitution once. Once all Miracle dice substitutions have been made, remove the chosen Miracle dice from your Miracle dice pool, and roll all remaining, unsubstituted dice that are a part of the dice roll. You can use Miracle dice when a unit performs an Act of Faith for any of the following types of dice roll:<br><ul><li>Advance roll</li><li>Battle-shock test</li><li>Charge roll</li><li>Damage roll</li><li>Hit roll</li><li>Saving throw</li><li>Wound roll</li></ul><br><div class=\"redExample\"><b>Example:</b> Instead of rolling 2D6 to take a unit’s Battle-shock test, you could use one dice from your Miracle dice pool. If the value of that dice was 4, the unit’s Battle-shock test would be determined by rolling one D6 and adding 4 to it (i.e. it would be D6+4).</div></div>","type":"Faction"},{"id":"","name":"Righteous Smiting","legend":"","factionId":"","description":"While this model is leading a unit, each time a model in that unit makes a melee attack, add 1 to the Wound roll.","type":"Datasheet","parameter":""},{"id":"","name":"Zealot","legend":"","factionId":"","description":"Once per battle, in the Fight phase, this model can use this ability. If it does, until the end of the phase, improve the Strength and Attacks characteristics of melee weapons equipped by this model by 3.","type":"Datasheet","parameter":""},{"id":"","name":"Holy Mission","legend":"","factionId":"","description":"If this model is attached to a DOMINION SQUAD during the Declare Battle Formations step, it gains the Scouts 6\" ability. If this model is attached to a SISTERS NOVITIATE SQUAD during the Declare Battle Formations step, it gains the Infiltrators ability.","type":"Special (правая колонка)","parameter":""}],"keywords":[{"datasheetId":"000001553","keyword":"Adepta Sororitas","model":"","isFactionKeyword":"true"},{"datasheetId":"000001553","keyword":"Penitent","model":"","isFactionKeyword":"false"},{"datasheetId":"000001553","keyword":"Character","model":"","isFactionKeyword":"false"},{"datasheetId":"000001553","keyword":"Infantry","model":"","isFactionKeyword":"false"},{"datasheetId":"000001553","keyword":"Ministorum Priest","model":"","isFactionKeyword":"false"},{"datasheetId":"000001553","keyword":"Imperium","model":"","isFactionKeyword":"false"}],"models":[{"datasheetId":"000001553","line":"1","name":"Preacher","m":"6\"","t":"3","sv":"6+","invSv":"4","invSvDescr":"","w":"3","ld":"7+","oc":"1","baseSize":"32mm","baseSizeDescr":""}],"options":[{"datasheetId":"000001553","line":"1","button":"•","description":"This model’s zealot’s vindictor can be replaced with 1 holy pistol and 1 power weapon."}],"wargear":[{"id":"000001553:holy-pistol","datasheetId":"000001553","line":"1","name":"Holy pistol","type":"Ranged","profiles":[{"datasheetId":"000001553","line":"1","lineInWargear":"1","dice":"","name":"Holy pistol","description":"pistol","range":"12","type":"Ranged","a":"3","bsWs":"4","s":"4","ap":"0","d":"1"}]},{"id":"000001553:zealot-s-vindictor","datasheetId":"000001553","line":"2","name":"Zealot’s vindictor","type":"Ranged","profiles":[{"datasheetId":"000001553","line":"2","lineInWargear":"1","dice":"","name":"Zealot’s vindictor","description":"ignores cover, torrent","range":"12","type":"Ranged","a":"D6","bsWs":"N/A","s":"5","ap":"0","d":"1"}]},{"id":"000001553:power-weapon","datasheetId":"000001553","line":"3","name":"Power Weapon","type":"Melee","profiles":[{"datasheetId":"000001553","line":"3","lineInWargear":"1","dice":"","name":"Power Weapon","description":"","range":"Melee","type":"Melee","a":"3","bsWs":"3","s":"4","ap":"-2","d":"1"}]},{"id":"000001553:zealot-s-vindictor-2","datasheetId":"000001553","line":"4","name":"Zealot’s vindictor","type":"Melee","profiles":[{"datasheetId":"000001553","line":"4","lineInWargear":"1","dice":"","name":"Zealot’s vindictor","description":"","range":"Melee","type":"Melee","a":"3","bsWs":"4","s":"5","ap":"-1","d":"2"}]}],"unitComposition":[{"datasheetId":"000001553","line":"1","description":"1 Preacher"}],"modelCosts":[{"datasheetId":"000001553","line":"1","description":"1 model","cost":"50"}],"stratagems":[{"factionId":"AS","name":"SHIELD OF AVERSION","id":"000009034002","type":"Bringers of Flame – Battle Tactic Stratagem","cpCost":"1","legend":"The Sisters of Battle gird themselves with the strength of their faith. It is a shield of repulsion that rejects the heretical cunning of their enemies.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Bringers of Flame","detachmentId":"000000879","description":"<b>WHEN:</b> Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the attacking unit has finished making its attacks, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1."},{"factionId":"AS","name":"CONTEMPT FOR DEATH","id":"000009317003","type":"Penitents and Pilgrims – Battle Tactic Stratagem","cpCost":"1","legend":"The desire for absolution lends the penitent hosts unnatural resilience in the face of superior foes.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Penitents and Pilgrims","detachmentId":"000000917","description":"<b>WHEN:</b> Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time an attack targets your unit, if the Strength characteristic of that attack is greater than the Toughness characteristic of your unit, subtract 1 from the Wound roll."},{"factionId":"AS","name":"RIGHTEOUS VENGEANCE","id":"000008469004","type":"Hallowed Martyrs – Battle Tactic Stratagem","cpCost":"1","legend":"With the Emperor's light upon them, the righteous vengeance of the Sisters af Battle burns brighter.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Hallowed Martyrs","detachmentId":"000000791","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army that has not been selected to fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit makes a melee attack, you can re-roll the Hit roll and, if your unit is Below Half-strength, you can re-roll the Wound roll as well."},{"factionId":"","name":"INSANE BRAVERY","id":"000009218005","type":"Boarding Actions – Epic Deed Stratagem","cpCost":"1","legend":"Indifferent to their own survival, these warriors hold their ground against seemingly impossible odds.","turn":"Your turn","phase":"Command phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Battle-shock step of your Command phase, just after you have failed a Battle-shock test taken for a unit from your army.<br><br><b>TARGET:</b> The unit from your army that Battle-shock test was just taken for (even though your Battle-shocked units cannot normally be affected by your Stratagems).<br><br><b>EFFECT:</b> Your unit is treated as having passed that test instead, and is not Battle-shocked as a result."},{"factionId":"AS","name":"DIVINE GUIDANCE","id":"000009038006","type":"Army of Faith – Battle Tactic Stratagem","cpCost":"1","legend":"With miraculous precision, the blows of the Sisters of Battle strike the weak points of enemy armour.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Army of Faith","detachmentId":"000000880","description":"<b>WHEN:</b> Your Shooting phase or the Fight phase.<br><br><b>TARGET:</b> That <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army that has not been selected to shoot or fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit makes an attack, improve the Armour Penetration characteristic of that attack by 1. If one or more enemy models are destroyed as the result of any of those attacks, you gain 1 Miracle dice."},{"factionId":"AS","name":"SHIELD OF DENIAL","id":"000009832002","type":"Champions of Faith – Battle Tactic Stratagem","cpCost":"1","legend":"With so singular and fanatical a purpose, the Adepta Sororitas can will their injuries away, at least until the fight is done.","turn":"Either player’s turn","phase":"Any phase","detachment":"Champions of Faith","detachmentId":"000001003","description":"<b>WHEN:</b> Any phase, just after a mortal wound is allocated to an <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army.<br><br><b>TARGET:</b> That <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit.<br><br><b>EFFECT:</b> Until the end of the phase, models in your unit have the Feel No Pain 6+ ability against mortal wounds. If your unit is Righteous, until the end of the phase, models in your unit have the Feel No Pain 5+ ability against mortal wounds instead."},{"factionId":"AS","name":"INDEFATIGABLE DEDICATION","id":"000009832007","type":"Champions of Faith – Strategic Ploy Stratagem","cpCost":"1","legend":"Such champions of the God-Emperor never stop fighting or striving for victory, transforming momentary retreats into another opportunity to purge the unclean and press on to their objective.","turn":"Your turn","phase":"Movement phase","detachment":"Champions of Faith","detachmentId":"000001003","description":"<b>WHEN:</b> Your Movement phase, just after an <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army Falls Back.<br><br><b>TARGET:</b> That <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit.<br><br><b>EFFECT:</b> Until the end of the turn, your unit is eligible to shoot in a turn in which it Fell Back. If your unit is Righteous, until the end of the turn, your unit is eligible to shoot and declare a charge in a turn in which it Fell Back instead."},{"factionId":"AS","name":"SLICK WITH GORE","id":"000009317002","type":"Penitents and Pilgrims – Battle Tactic Stratagem","cpCost":"1","legend":"With chainsword and fist these warriors cut through the enemy until their bodies are coated in viscera and the foe quail before their bloody advance.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Penitents and Pilgrims","detachmentId":"000000917","description":"<b>WHEN:</b> Fight phase, just after an <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army destroys an enemy unit.<br><br><b>TARGET:</b> That <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit.<br><br><b>EFFECT:</b> Until the end of the battle, your unit is slick with gore. In the Battle-shock step of your opponent's Command phase, if an enemy unit that is below its Starting Strength is within 6\" of and visible to a unit from your army that is slick with gore, that enemy unit must take a Battle-shock test. If that enemy unit is also Below Half-strength, subtract 1 from that test. This cannot cause a unit to take two Battle-shock tests in the same phase.<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem while a unit from your army that is slick with gore is on the battlefield."},{"factionId":"AS","name":"PRAISE THE FALLEN","id":"000008469007","type":"Hallowed Martyrs – Strategic Ploy Stratagem","cpCost":"1","legend":"The death of a Battle Sister only stirs the survivors to fight harder to exact swift vengeance.","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"Hallowed Martyrs","detachmentId":"000000791","description":"<b>WHEN:</b> Your opponent’s Shooting phase, just after an enemy unit has shot.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army that had one or more of its models destroyed as a result of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Your unit can shoot as if it were your Shooting phase, but it must target only that enemy unit when doing so, and can only do so if that enemy unit is an eligible target."},{"factionId":"AS","name":"SPIRIT OF THE MARTYR","id":"000008469006","type":"Hallowed Martyrs – Strategic Ploy Stratagem","cpCost":"2","legend":"Even with their dying act, the Sororitas mete out the Emperor’s judgement.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Hallowed Martyrs","detachmentId":"000000791","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, do not remove it from play. The destroyed model can fight after the attacking unit has finished making its attacks, and is then removed from play."},{"factionId":"AS","name":"FINAL TESTAMENT","id":"000009309002","type":"Pious Protectors – Battle Tactic Stratagem","cpCost":"1","legend":"The Sisters of Battle expect to die in battle. They strive to take as many blasphemers as possible with them to the grave.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Pious Protectors","detachmentId":"000000916","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> You can discard 1 Miracle dice. Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, roll one D6, adding 1 to the result if you discarded a Miracle dice: on a 4+, do not remove the destroyed model from play; it can fight after the attacking unit has finished making its attacks, and is then removed from play."},{"factionId":"","name":"BATTLEFIELD COMMAND","id":"000009218003","type":"Boarding Actions – Strategic Ploy Stratagem","cpCost":"1","legend":"The commander's authoritative tone cuts through the din of battle, guiding the actions of nearby troops.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Start or end of any phase.<br><br><b>TARGET:</b> One Leader unit from your army and one friendly Bodyguard unit within 6\" of it that it could normally be attached to.<br><br><b>EFFECT:</b> Select one of your Leader unit’s Leader abilities. Until the start of your next Command phase, that Bodyguard unit is treated as being led by that Leader unit for the purposes of that Leader ability.<br><br><b>RESTRICTIONS:</b> Once you target a unit with this Stratagem, that unit cannot be targeted with it again until your next Command phase."},{"factionId":"AS","name":"FAITH AND FURY","id":"000009038004","type":"Army of Faith – Battle Tactic Stratagem","cpCost":"1","legend":"The righteous zeal of the Sisters of Battle burns bright as they charge towards their foes.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Army of Faith","detachmentId":"000000880","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army that has not been selected to fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, melee weapons equipped by models in your unit have the [LANCE] ability. If one or more enemy models are destroyed as the result of your unit's attacks this phase, you gain 1 Miracle dice."},{"factionId":"","name":"COMMAND RE-ROLL","id":"000008335002","type":"Core – Battle Tactic Stratagem","cpCost":"1","legend":"A great commander can bend even the vagaries of fate and fortune to their will, the better to ensure victory.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Any phase, just after you make an Advance roll, a Charge roll, a Desperate Escape test or a Hazardous test for a unit from your army, or a Hit roll, a Wound roll, a Damage roll or a saving throw for a model in that unit, or a roll to determine the number of attacks made with a weapon equipped by a model in that unit. If you are using fast dice rolling, this Stratagem can still be used after rolling multiple rolls or saving throws at once.<br><br><b>TARGET:</b> That unit or model from your army.<br><br><b>EFFECT:</b> You re-roll that roll, test or saving throw. If you are using fast dice rolling, select one of those rolls or saving throws to re-roll."},{"factionId":"AS","name":"BOUNDLESS ZEAL","id":"000009030006","type":"Penitent Host – Strategic Ploy Stratagem","cpCost":"1","legend":"The urge to absolve their sins and destroy the enemy drives the penitents to push their tortured bodies beyond their mortal limits.","turn":"Your turn","phase":"Movement phase","detachment":"Penitent Host","detachmentId":"000000878","description":"<b>WHEN:</b> Your Movement phase, just after an <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army Falls Back.<br><br><b>TARGET:</b> That <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit.<br><br><b>EFFECT:</b> Until the end of the turn, your unit is eligible to shoot or declare a charge in a turn in which it Fell Back. If your unit has the PENITENT keyword, it is eligible to shoot and declare a charge in a turn in which it Fell Back instead."},{"factionId":"","name":"FIRE OVERWATCH","id":"000008335009","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"A hail of wildfire can drive back advancing foes.","turn":"Opponent’s turn","phase":"Movement or Charge phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your opponent’s Movement or Charge phase, just after an enemy unit is set up or when an enemy unit starts or ends a Normal, Advance or Fall Back move, or declares a charge.<br><br><b>TARGET:</b> One unit from your army that is within 24\" of that enemy unit and that would be eligible to shoot if it were your Shooting phase.<br><br><b>EFFECT:</b> If that enemy unit is visible to your unit, your unit can shoot that enemy unit as if it were your Shooting phase.<br><br><b>RESTRICTIONS:</b> You cannot target a <span class=\"kwb\">TITANIC</span> unit with this Stratagem. Until the end of the phase, each time a model in your unit makes a ranged attack, an unmodified Hit roll of 6 is required to score a hit, irrespective of the attacking weapon’s Ballistic Skill or any modifiers. You can only use this Stratagem once per turn."},{"factionId":"AS","name":"PATH OF THE RIGHTEOUS","id":"000009832005","type":"Champions of Faith – Battle Tactic Stratagem","cpCost":"1","legend":"When exemplars of the Imperial Creed stride to do the God-Emperor’s will, little can slow their sacred procession.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Champions of Faith","detachmentId":"000001003","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army that has not been selected to fight this phase.<br><br><b>EFFECT:</b> Until the end of the turn, each time a model in your unit makes a Pile-in or Consolidation move, it can move up to 6\" instead of up to 3\". When doing so, if your unit is Righteous, it does not need to end that move closer to the closest enemy model, provided it ends that move as close as possible to the closest enemy unit."},{"factionId":"AS","name":"TO THE HEART OF HERESY","id":"000009832004","type":"Champions of Faith – Battle Tactic Stratagem","cpCost":"1","legend":"Seizing their moment to drive like a burning blade through the enemy lines and complete their holy mission, these faithful strike with unstoppable might.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Champions of Faith","detachmentId":"000001003","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army that has not been selected to fight this phase.<br><br><b>EFFECT:</b> Until the end of the turn, improve the Strength characteristic of melee weapons equipped by models in your unit by 1. If your unit is Righteous, until the end of the phase, improve the Armour Penetration characteristic of melee weapons equipped by models in your unit by 1 as well."},{"factionId":"AS","name":"SUFFER NOT THE UNFAITHFUL","id":"000009832003","type":"Champions of Faith – Strategic Ploy Stratagem","cpCost":"1","legend":"No unclean foe can be permitted to stand between the God-Emperor’s sworn champions and their oathed duty. They must be struck down with unmerciful fury.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Champions of Faith","detachmentId":"000001003","description":"<b>WHEN:</b> Your Shooting phase or the Fight phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army that is Righteous and that has not been selected to shoot or fight this phase.<br><br><b>EFFECT:</b> Select either the [LETHAL HITS] or [SUSTAINED HITS 1] ability. Until the end of the phase, weapons equipped by models in your unit have the selected ability."},{"factionId":"AS","name":"DEVOUT FANATICISM","id":"000009030007","type":"Penitent Host – Strategic Ploy Stratagem","cpCost":"1","legend":"The God-Emperor's faithful followers, heedless of incoming fire, leap forth to deliver his furious judgement in the press of melee","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"Penitent Host","detachmentId":"000000878","description":"<b>WHEN:</b> Your opponent’s Shooting phase, just after an enemy unit has shot.<br><br><b>TARGET:</b> One PENITENT unit from your army that was selected as the target as one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Roll one D6: your unit can be moved a distance in inches up to the result, but it must end that move as close as possible to the closest enemy unit (excluding <span class=\"kwb\">AIRCRAFT</span>). When doing so, models in your unit can be moved within Engagement Range of enemy units."},{"factionId":"AS","name":"BLINDING RADIANCE","id":"000009038005","type":"Army of Faith – Strategic Ploy Stratagem","cpCost":"1","legend":"The Emperor's divinity manifests in golden halos, blinding the enemy with radiant light.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Army of Faith","detachmentId":"000000880","description":"<b>WHEN:</b> Your opponent's Shooting phase or the Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army that was selected as the target of one or more of the attacking unit's attacks, or one friendly ADEPTA SORORITAS JUMP PACK unit within 3\" of such a unit.<br><br><b>EFFECT:</b> Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll. If you targeted an <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> <span class=\"kwb\">JUMP</span> <span class=\"kwb\">PACK</span> unit from your army with this Stratagem, then until the end of the phase, while a friendly <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit is unit is within 3\" of your unit, each time an attack targets that unit, subtract 1 from the Hit roll."},{"factionId":"","name":"EXPLOSIVE CLEARANCE","id":"000009218006","type":"Boarding Actions – Battle Tactic Stratagem","cpCost":"1","legend":"A well-placed explosive munition in confined shipboard spaces can cause bloody carnage.","turn":"Your turn","phase":"Shooting phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One unit from your army that has not been selected to shoot this phase.<br><br><b>EFFECT:</b> Select one model in your unit that is equipped with a weapon with the [BLAST] ability. Until the end of the phase, when determining how many models are in the target unit for the purpose of that ability, include models that are not visible to the attacking model. In addition, attacks made with that weapon can be allocated to models that are not visible to the attacking model."},{"factionId":"","name":"COMMAND RE-ROLL","id":"000009218002","type":"Boarding Actions – Epic Deed Stratagem","cpCost":"1","legend":"A great commander can bend even the vagaries of fate and fortune to their will, the better to ensure victory.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Any phase, just after you have made a Hit roll, a Wound roll, a Damage roll, a saving throw, an Advance roll, a Charge roll, a Desperate Escape test, a Hazardous test, or just after you have rolled the dice to determine the number of attacks made with a weapon, for an attack, model or unit from your army.<br><br><b>TARGET:</b> That unit or model from your army.<br><br><b>EFFECT:</b> You re-roll that roll, test or saving throw."},{"factionId":"AS","name":"RADIANT ILLUMINATION","id":"000009309005","type":"Pious Protectors – Strategic Ploy Stratagem","cpCost":"1","legend":"As the enemy hurl themselves forth, the Emperor's divine light shines upon his faithful, blinding the unbelievers with its radiant glare.","turn":"Opponent’s turn","phase":"Charge phase","detachment":"Pious Protectors","detachmentId":"000000916","description":"<b>WHEN:</b> Your opponent’s Charge phase, just after an enemy unit has declared a charge.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army (excluding ARcO-fLAGELLANTS and REPENTIA SqUAD units) that was selected as a target of that charge.<br><br><b>EFFECT:</b> You can discard 1 Miracle dice. Until the end of the phase, subtract 1 from Charge rolls made for that enemy unit. If you discarded a Miracle dice, subtract 2 from Charge rolls made forthat enemy unit instead."},{"factionId":"AS","name":"SUFFERING AND SACRIFICE","id":"000008469003","type":"Hallowed Martyrs – Strategic Ploy Stratagem","cpCost":"1","legend":"Suffering is a staple prayer for the Adepta Sororitas, and a martyr’s fate only brings greater glory to the God-Emperor.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Hallowed Martyrs","detachmentId":"000000791","description":"<b>WHEN:</b> Start of the Fight phase.<br><br><b>TARGET:</b> One Adepta Sororitas Infantry or Adepta Sororitas Walker unit from your army.<br><br><b>EFFECT:</b> Until the end of the phase, each time an enemy model within Engagement Range of your unit selects its targets, it must select your unit as the target of its attacks."},{"factionId":"AS","name":"PURITY OF SUFFERING","id":"000009030003","type":"Penitent Host – Battle Tactic Stratagem","cpCost":"1","legend":"Suffering is the penance by which the faithful affirm their devotions. To shore in the agonies suffered by the God-Emperor and his saints without embracing death is the mark of fidelity to the Imperial Creed.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Penitent Host","detachmentId":"000000878","description":"<b>WHEN:</b> Your opponent's Shooting phase or the Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One PENITENT unit from your army that was selected as the target of one or more of the attacking unit's attacks.<br><br><b>EFFECT:</b> Until the end of the phase, PENITENT models in your unit have the Feel No Pain 4+ ability."},{"factionId":"AS","name":"REPEL BOARDERS","id":"000009309004","type":"Pious Protectors – Strategic Ploy Stratagem","cpCost":"1","legend":"Adepta Sororitas purgation teams excel at repelling boarding parties, repelling wave after wave of boarders with stoic defiance.","turn":"Opponent’s turn","phase":"Movement or Charge phase","detachment":"Pious Protectors","detachmentId":"000000916","description":"<b>WHEN:</b> Your opponent’s Movement or Charge phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army that has not fired Overwatch this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit makes an attack while firing Overwatch, an unmodified Hit roll of 5+ is required to score a hit, instead of an unmodified 6. In addition, until the end of the phase, each time you roll to determine the number of attacks made with a weapon equipped by a model in your unit, you can re-roll the result."},{"factionId":"AS","name":"PRAYER OF PRECISION","id":"000009309003","type":"Pious Protectors – Battle Tactic Stratagem","cpCost":"1","legend":"A whispered prayer prior to aiming steadies the hand and ensures each round strikes its mark.","turn":"Your turn","phase":"Shooting phase","detachment":"Pious Protectors","detachmentId":"000000916","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army that has not been selected to shoot this phase.<br><br><b>EFFECT:</b> You can discard 1 Miracle dice. Until the end of the phase, each time a model in your unit makes an attack, re-roll a Hit roll of 1. If you discarded a Miracle dice, you can re-roll the Hit roll instead."},{"factionId":"AS","name":"RITES OF FIRE","id":"000009034006","type":"Bringers of Flame – Battle Tactic Stratagem","cpCost":"1","legend":"At close range, the Adepta Sororitas unleash the full devastating potential of their blessed weapons.","turn":"Your turn","phase":"Shooting phase","detachment":"Bringers of Flame","detachmentId":"000000879","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army that disembarked from a TRANSPORT this turn and has not been selected to shoot this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit makes a ranged attack that targets an enemy unit within 6\" that is also within range of an objective marker, add 1 to the Wound roll. If one or more enemy models are destroyed as the result of those attacks, select one of those destroyed models; that destroyed model’s unit must take a Battle-shock test."},{"factionId":"AS","name":"CLEANSING FLAMES","id":"000009034005","type":"Bringers of Flame – Battle Tactic Stratagem","cpCost":"2","legend":"Burn the mutant. Burn the heretic. Burn the witch.","turn":"Your turn","phase":"Shooting phase","detachment":"Bringers of Flame","detachmentId":"000000879","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army that has not been selected to shoot this phase.<br><br><b>EFFECT:</b> Until the end of the phase, Torrent weapons equipped by models in your unit have the [DEVASTATING WOUNDS] ability"},{"factionId":"","name":"RAPID INGRESS","id":"000008335008","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"Be it cunning strategy, potent technology or supernatural ritual, there are many means by which a commander may hasten their warriors’ onset.","turn":"Opponent’s turn","phase":"Movement phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> End of your opponent’s Movement phase.<br><br><b>TARGET:</b> One unit from your army that is in Reserves.<br><br><b>EFFECT:</b> Your unit can arrive on the battlefield as if it were the Reinforcements step of your Movement phase, and if every model in that unit has the Deep Strike ability, you can set that unit up as described in the Deep Strike ability (even though it is not your Movement phase).<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem to enable a unit to arrive on the battlefield during a battle round it would not normally be able to do so in."},{"factionId":"","name":"EPIC CHALLENGE","id":"000008335004","type":"Core – Epic Deed Stratagem","cpCost":"1","legend":"The legends of the 41st Millennium are replete with deadly duels between mighty champions.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, when a <span class=\"kwb\">CHARACTER</span> unit from your army that is within Engagement Range of one or more Attached units is selected to fight.<br><br><b>TARGET:</b> One <span class=\"kwb\">CHARACTER</span> model in your unit.<br><br><b>EFFECT:</b> Until the end of the phase, all melee attacks made by that model have the [PRECISION] ability."},{"factionId":"AS","name":"FINAL REDEMPTION","id":"000009030002","type":"Penitent Host – Epic Deed Stratagem","cpCost":"1","legend":"Those seeking absolution in the eyes of the Emperor will gladly give their last drop of blood to defy his enemies.","turn":"Either player’s turn","phase":"Any phase","detachment":"Penitent Host","detachmentId":"000000878","description":"<b>WHEN:</b> Any phase.<br><br><b>TARGET:</b> One PENITENT unit from your army that was just destroyed while it was within range of an objective marker you controlled. You can use this Stratagem on that unit even though it was just destroyed.<br><br><b>EFFECT:</b> That objective marker remains under your control, even if you have no models within range of it, until your opponent controls it at the start or end of any turn."},{"factionId":"","name":"GO TO GROUND","id":"000008335010","type":"Core – Battle Tactic Stratagem","cpCost":"1","legend":"Seeking salvation from incoming fire, warriors hurl themselves into whatever cover they can find.","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your opponent’s Shooting phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One <span class=\"kwb\">INFANTRY</span> unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, all models in your unit have a 6+ invulnerable save and have the Benefit of Cover."},{"factionId":"AS","name":"FEVERED ZEALOTS","id":"000009317004","type":"Penitents and Pilgrims – Strategic Ploy Stratagem","cpCost":"1","legend":"Driven on by the depths of their own zeal, these warriors pile through hatchways and bulkheads, desperate to slaughter the blasphemers.","turn":"Your turn","phase":"Movement phase","detachment":"Penitents and Pilgrims","detachmentId":"000000917","description":"<b>WHEN:</b> Your Movement phase, just after an <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army opens a Hatchway.<br><br><b>TARGET:</b> That <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit.<br><br><b>EFFECT:</b> Until the end of the turn, your unit has the Fights First ability."},{"factionId":"","name":"COUNTER-OFFENSIVE","id":"000009218004","type":"Boarding Actions – Strategic Ploy Stratagem","cpCost":"2","legend":"In close-quarters combat, the slightest hesitation can leave an opening for a swift foe to exploit.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has fought.<br><br><b>TARGET:</b> One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.<br><br><b>EFFECT:</b> Your unit fights next."},{"factionId":"AS","name":"DIVINE INTERVENTION","id":"000008469002","type":"Hallowed Martyrs – Epic Deed Stratagem","cpCost":"1","legend":"The pious believe that, in their moment of greatest need, the Emperor protects.","turn":"Either player’s turn","phase":"Any phase","detachment":"Hallowed Martyrs","detachmentId":"000000791","description":"<b>WHEN:</b> Any phase.<br><br><b>TARGET:</b> One Adepta Sororitas Character unit from your army that was just destroyed. You can use this Stratagem on that unit even though it was just destroyed.<br><br><b>EFFECT:</b> You can discard 1-3 Miracle dice. At the end of the phase, set the last destroyed model from your unit back up on the battlefield, as close as possible to where it was destroyed and not within Engagement Range of any enemy models. Roll one D3, adding 1 to the result for each Miracle dice you discarded. That model is set back up with that number of wounds remaining (up to its starting number of wounds).<br><br><b>RESTRICTIONS:</b> You cannot select Saint Celestine as the target of this Stratagem. You cannot select the same <span class=\"kwb\">CHARACTER</span> as the target of this Stratagem more than once per battle."},{"factionId":"","name":"COUNTER-OFFENSIVE","id":"000008335003","type":"Core – Strategic Ploy Stratagem","cpCost":"2","legend":"In close-quarters combat, the slightest hesitation can leave an opening for a swift foe to exploit.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has fought.<br><br><b>TARGET:</b> One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.<br><br><b>EFFECT:</b> Your unit fights next."},{"factionId":"AS","name":"PASSION OF THE PENITENT","id":"000009030004","type":"Penitent Host – Battle Tactic Stratagem","cpCost":"1","legend":"The penitent are full of a burning passion to inflict suffering upon the faithless.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Penitent Host","detachmentId":"000000878","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One PENITENT unit from your army that has not been selected to fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time a <span class=\"kwb\">PENITENT</span> model in your unit makes a melee attack, a successful unmodified Hit roll of 5+ scores a Critical Hit."},{"factionId":"","name":"INSANE BRAVERY","id":"000008335005","type":"Core – Epic Deed Stratagem","cpCost":"1","legend":"Indifferent to their own survival, these warriors hold their ground against seemingly impossible odds.","turn":"Your turn","phase":"Command phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Battle-shock step of your Command phase, just before you take a Battle-shock test for a unit from your army.<br><br><b>TARGET:</b> That unit from your army.<br><br><b>EFFECT:</b> Your unit automatically passes that Battle-shock test.<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem more than once per battle."},{"factionId":"AS","name":"LIGHT OF THE EMPEROR","id":"000009038003","type":"Army of Faith – Battle Tactic Stratagem","cpCost":"1","legend":"The Emperor’s radiance shines upon his warriors, magnifying their purity in their darkest hour.","turn":"Either player’s turn","phase":"Command phase","detachment":"Army of Faith","detachmentId":"000000880","description":"<b>WHEN:</b> Command phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army.<br><br><b>EFFECT:</b> Until the end of the turn, your unit is blessed. While a unit is blessed, it can ignore any or all modifiers to the following: the profile characteristics of its models; the Weapon Skill or Ballistic Skill characteristics of weapons equipped by its models; any roll or test made for it (excluding modifiers to saving throws). If your unit has the JUMP PACK keyword, until the end of the turn, while a friendly <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit is within 3\" of your unit, that friendly unit is also blessed."},{"factionId":"AS","name":"LASH OF GUILT","id":"000009030005","type":"Penitent Host – Battle Tactic Stratagem","cpCost":"1","legend":"Agony and guilt drive these sinners forward. Only by meeting the enemy in combat may they find repentance or, Jailing that, the comfort of death.","turn":"Your turn","phase":"Movement phase","detachment":"Penitent Host","detachmentId":"000000878","description":"<b>WHEN:</b> Your Movement phase, just before a PENITENT unit from your army Advances.<br><br><b>TARGET:</b> That <span class=\"kwb\">PENITENT</span> unit.<br><br><b>EFFECT:</b> Until the end of the turn, your unit is eligible to declare a charge in a turn in which it Advanced. If your unit has the PENITENT ENGINES keyword, do not make an Advance roll for it; instead, until the end of the phase, add 6\" to the Move characteristic of models in your unit."},{"factionId":"AS","name":"RIGHTEOUS BLOWS","id":"000009034003","type":"Bringers of Flame – Battle Tactic Stratagem","cpCost":"1","legend":"As the faithful strike their foes in righteous anger, they feel the Emperor's hand adding strength to their blows.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Bringers of Flame","detachmentId":"000000879","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army that has not been selected to fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, melee weapons equipped by models in your unit have the [LETHAL HITS] ability. If one or more enemy models are destroyed as the result of attacks made by those weapons this phase, select one of those destroyed models; that destroyed model’s unit must take a Battle-shock test."},{"factionId":"","name":"HEROIC INTERVENTION","id":"000008335012","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"Voices raised in furious war cries, your warriors surge forth to meet the enemy’s onslaught head-on.","turn":"Opponent’s turn","phase":"Charge phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your opponent’s Charge phase, just after an enemy unit ends a Charge move.<br><br><b>TARGET:</b> One unit from your army that is within 6\" of that enemy unit and would be eligible to declare a charge against that enemy unit if it were your Charge phase.<br><br><b>EFFECT:</b> Your unit now declares a charge that targets only that enemy unit, and you resolve that charge as if it were your Charge phase.<br><br><b>RESTRICTIONS:</b> You can only select a <span class=\"kwb\">VEHICLE</span> unit from your army if it is a <span class=\"kwb\">WALKER</span>. Note that even if this charge is successful, your unit does not receive any Charge bonus this turn."},{"factionId":"AS","name":"SHIELD OF FAITH","id":"000009038002","type":"Army of Faith – Battle Tactic Stratagem","cpCost":"1","legend":"There is no armour as resilient as conviction itself.","turn":"Either player’s turn","phase":"Any phase","detachment":"Army of Faith","detachmentId":"000000880","description":"<b>WHEN:</b> Any phase, just after an <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army suffers a mortal wound.<br><br><b>TARGET:</b> That <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit, or one friendly ADEPTA SORORITAS JUMP PACK unit within 3\" of it.<br><br><b>EFFECT:</b> Until the end of the phase, models in your unit have the Feel No Pain 5+ ability against mortal wounds. If you targeted an <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> <span class=\"kwb\">JUMP</span> <span class=\"kwb\">PACK</span> unit from your army with this Stratagem, then until the end of the phase, while a friendly <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit is unit is within 3\" of your unit, models in that unit have the Feel No Pain 5+ ability against mortal wounds."}],"enhancements":[{"factionId":"AS","id":"000008470002","name":"Saintly Example","cost":"10","detachment":"Hallowed Martyrs","detachmentId":"000000791","legend":"With her final breath is another heroine elevated to the ranks of sainthood, her death stirring her greatest companions to finish what she started.","description":"<span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> model only. When the bearer is destroyed, you gain an additional D3 Miracle dice."},{"factionId":"AS","id":"000009037003","name":"Blade of Saint Ellynor","cost":"15","detachment":"Army of Faith","detachmentId":"000000880","legend":"Forged from thrice-blessed silver, this blade has the names and deeds of a thousand saints inscribed on one side on the molecular level, while the other has the entire Fede lmperialis etched into its form. The blade glows with righteous power and has slain heretics, mutants and xenos beyond counting.","description":"<span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> model only. Improve the Strength and Armour Penetration characteristics of the bearer’s melee weapons by 1, and those weapons have the [PRECISION] ability. In addition, each time the bearer fights, if one or more enemy models are destroyed by those attacks, you gain 1 Miracle dice."},{"factionId":"AS","id":"000009033003","name":"Manual of Saint Griselda","cost":"20","detachment":"Bringers of Flame","detachmentId":"000000879","legend":"Within this tome are the collected writings of Saint Griselda the Pious. The lessons inscribed on its vellum pages teach focus and decisiveness during times of war.","description":"<span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> model only. At the start of your Command phase, you can discard up to 2 Miracle dice. Then, add 1 Miracle dice to your Miracle Dice pool showing a value equal to the sum of the two Miracle dice you just discarded (to a maximum of 6)."},{"factionId":"AS","id":"000009033004","name":"Fire and Fury","cost":"30","detachment":"Bringers of Flame","detachmentId":"000000879","legend":"This warrior is a firebrand zealot without comparison. At their command, the faithful unleash relentless fire upon their chosen foe.","description":"<span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> model only. While the bearer is leading a unit, add 1 to the Attacks characteristic of Torrent weapons equipped by models in that unit, and all other ranged weapons equipped by models in that unit have the [SUSTAINED HITS 1] ability."},{"factionId":"AS","id":"000009308002","name":"Martial Discipline","cost":"0","detachment":"Pious Protectors","detachmentId":"000000916","legend":"Allied to their faith, the Adepta Sororitas possess discipline and training beyond that of most warriors. This leader is an expert in close-range combat and boarding actions, ordering their troops to lure the enemy into punishing fusillades and gun down fleeing foes with ruthless efficiency.","description":"At the start of your Shooting phase, you can select one friendly <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit within 6\" of the bearer. Until the end of the phase, that unit is eligible to shoot in a turn in which it Advanced or Fell Back."},{"factionId":"AS","id":"000009316003","name":"Sanctification Rituals","cost":"0","detachment":"Penitents and Pilgrims","detachmentId":"000000917","legend":"As their forces seize territory, this pious leader leads holy rituals intended to purify and ward captured ground against the blasphemer.","description":"The bearer can perform the Secure Site Tactical Manoeuvre as if it had the <span class=\"kwb\">BATTLELINE</span> keyword."},{"factionId":"AS","id":"000009033002","name":"Righteous Rage","cost":"15","detachment":"Bringers of Flame","detachmentId":"000000879","legend":"This servant of the divine draws deeply from their faith, enhancing their physical might.","description":"<span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> model only. Each time the bearer is selected to fight, you can first discard up to 3 Miracle dice. For each Miracle dice just discarded, until the end of the phase, add 1 to the Attacks and Strength characteristics of the bearer’s melee weapons."},{"factionId":"AS","id":"000009831002","name":"Triptych of Judgement","cost":"15","detachment":"Champions of Faith","detachmentId":"000001003","legend":"The three windows of this sacred artefact display three aspects of the God-Emperor in judgement over mortal souls. No warrior of faith will countenance failure beneath its threefold gaze.","description":"<span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> model only. Each time a model in the bearer’s unit makes an attack, you can ignore any or all modifiers to that attack’s Ballistic Skill or Weapon Skill characteristics and/or any or all modifiers to the Hit roll."},{"factionId":"AS","id":"000009316002","name":"Fervent Ferocity","cost":"0","detachment":"Penitents and Pilgrims","detachmentId":"000000917","legend":"So inflamed by their own fiery rhetoric is this priest, that terrible wounds go unnoticed as they hurl themselves towards the foe.","description":"The bearer has the Feel No Pain 4+ ability."},{"factionId":"AS","id":"000009831004","name":"Eyes of the Oracle","cost":"10","detachment":"Champions of Faith","detachmentId":"000001003","legend":"Having torn them from the sockets of a heretical witch, this warrior of faith keeps these shrivelled orbs sealed in a miniature reliquary about their neck. They believe that – tormented by holy imprisonment – the traitorous eyes guide their aim towards other infernal champions.","description":"<span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> model only. The bearer’s weapons have the [PRECISION] ability. Each time the bearer’s unit destroys an enemy <span class=\"kwb\">CHARACTER</span> model, you gain 1CP."},{"factionId":"AS","id":"000009029003","name":"Verse of Holy Piety","cost":"15","detachment":"Penitent Host","detachmentId":"000000878","legend":"As the sanctified verses of the Ecclesiarchy’s holy psalms roar across the battlefield, divine might infuses the devout.","description":"PENITENT model only. Once per battle, at the start of the battle round, select one Vow of Atonement. Until the start of the next battle round, that Vow of Atonement is active for the bearer’s unit in addition to any that is active for your army, even if you have already selected that Vow of Atonement this battle."},{"factionId":"AS","id":"000009308003","name":"Limitless Resolve","cost":"0","detachment":"Pious Protectors","detachmentId":"000000916","legend":"This leader is a bombastic commander whose faith is matched by their boundless charisma. With the intonation of a single battle-psalm they may restore order and morale to a shattered formation.","description":"While the bearer is on the battlefield, friendly Battle-shocked <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> models (excluding ARCO-FLAGELLANTS and REPENTiA SqUAD models) have an Objective Control characteristic of 1."},{"factionId":"AS","id":"000009037005","name":"Triptych of the Macharian Crusade","cost":"20","detachment":"Army of Faith","detachmentId":"000000880","legend":"Carried onto the most fire-swept of battlefields, the images of the Macharian Trinity glorifies three missionaries who saved thousands of lives. This adamantine-sheathed relic reminds the bearer that faith alone can weather the most grievous adversities.","description":"<span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> model only. Each time the bearer uses an Act of Faith to substitute a saving throw, that saving throw is successful, irrespective of the value of the Miracle dice used."},{"factionId":"AS","id":"000009037004","name":"Divine Aspect","cost":"5","detachment":"Army of Faith","detachmentId":"000000880","legend":"Enemy warriors tremble before the radiant majesty of one blessed by the Emperor.","description":"<span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> model only. In your Movement phase, you can select one enemy unit within 12\" of the bearer; that unit must take a Battle-shock test. If that test is failed, you gain 1 Miracle dice."},{"factionId":"AS","id":"000009029002","name":"Psalm of Righteous Judgement","cost":"30","detachment":"Penitent Host","detachmentId":"000000878","legend":"Invoking the strength of the God-Emperor, this warrior bellows psalms, which roar above the din of battle. Incited by these fire and brimstone recitations, the penitent warriors carve apart their enemies, every kill bringing them closer to redemption.","description":"<span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> model only. While the bearer is on the battlefield, each time an enemy unit is destroyed by a penitent unit from you army, you can discard 1 Miracle dice then gain 1 Miracle dice showing a value of 6."},{"factionId":"AS","id":"000009029005","name":"Catechism of Divine Penitence","cost":"20","detachment":"Penitent Host","detachmentId":"000000878","legend":"To share in the agonies of the penitent and guide them to redemption is a most holy undertaking. Thus do many of the Adepta Sororitas’ commanders willingly fight by the side of those cast out by the Sisterhood.","description":"CANONESS, PALATINE or MINISTORUM PRIEST model only. The bearer gains the PENITENT keyword and, during the Declare Battle Formations step, can be attached to a REPENTIA SOUAD unit."},{"factionId":"AS","id":"000009831003","name":"Mark of Devotion","cost":"30","detachment":"Champions of Faith","detachmentId":"000001003","legend":"A fresh oath brand burns in this champion’s flesh, its heat remaining miraculously undimmed and its searing pain focusing their devout wrath.","description":"<span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> model only. Add 1 to the Attacks characteristic of the bearer’s melee weapons. While the bearer’s unit is Righteous, add 2 to the Attacks characteristic and add 1 to the Damage characteristic of the bearer’s melee weapons instead."},{"factionId":"AS","id":"000008470004","name":"Chaplet of Sacrifice","cost":"25","detachment":"Hallowed Martyrs","detachmentId":"000000791","legend":"The most hallowed martyrs of the Sisterhood have added beads to this chaplet. Such a relic can be a burden, for it carries the righteousness of those who uphold everything the Sisterhood stands for.","description":"<span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> model only. At the end of your Command phase, if the bearer is on the battlefield, you can re-roll 1 Miracle dice from your Miracle dice pool and return it to your Miracle dice pool showing the new result you rolled. When doing so, if the bearer's unit is below its Starting Strength, you can re-roll up to 3 Miracle dice in this way instead."},{"factionId":"AS","id":"000009029004","name":"Refrain of Enduring Faith","cost":"25","detachment":"Penitent Host","detachmentId":"000000878","legend":"Faith is the shield of the righteous. The passionate benedictions of the pious may bestow the blessings of the God-Emperor.","description":"PENITENT model only. While the bearer is leading a unit, models in that unit have a 5+ invulnerable save."},{"factionId":"AS","id":"000008470003","name":"Through Suffering, Strength","cost":"25","detachment":"Hallowed Martyrs","detachmentId":"000000791","legend":"With every wound inflicted on their mortal form does this holy warrior’s strength grow, their suffering a prayer to the God-Emperor.","description":"<span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> model only. Add 1 to the Attacks, Strength and Damage characteristics of the bearer’s  melee weapons. If the bearer has lost one or more wounds, add 2 to the Attacks, Strength and Damage characteristics of the bearer’s melee weapons instead."},{"factionId":"AS","id":"000009831005","name":"Sanctified Amulet","cost":"25","detachment":"Champions of Faith","detachmentId":"000001003","legend":"Belief radiates out from this blessed icon, forming a holy circle of abjuration that holds at bay the unclean and leaves this champion free to do their duty to the God-Emperor.","description":"<span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> model only. Enemy units that are set up on the battlefield from Reserves cannot be set up within 12\" of the bearer."}],"detachmentAbilities":[{"id":"000008468","factionId":"AS","name":"The Blood of Martyrs","legend":"The blood of martyrs is the life force of the Imperium. So do the tenets of this Order joyously proclaim, and in its warriors’ darkest hour does the sacrifice of their fallen Sisters shine brightest.","description":"Each time an <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> model from your army makes an attack, add 1 to the Hit roll if that model’s unit is below its Starting Strength, and add 1 to the Wound roll as well if that model’s unit is Below Half-strength.","detachment":"Hallowed Martyrs","detachmentId":"000000791"},{"id":"000009307","factionId":"AS","name":"The Emperor Protects","legend":"The Adepta Sororitas fight to defend the Imperial faith from those who would seek to bring about its ruin. The Battle Sisters believe that the light of the Emperor falls upon those who defend his sacred realm, lending them divine protection from the blades and bullets of the enemy.","description":"Each time an attack targets an <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army (excluding ARCO-FLAGELLANTS and REPENTiA SqUAD units), if that unit is within range of an objective marker, models in that unit have a 4+ invulnerable save against that attack. If that unit also performed the Secure Site Tactical Manoeuvre in your previous Shooting phase, models in it have a 3+ invulnerable save against that attack instead.","detachment":"Pious Protectors","detachmentId":"000000916"},{"id":"000009032","factionId":"AS","name":"Fervent Purgation","legend":"These warriors carry the fiery wrath of the Emperor into the darkest corners of his realm. Through the weapons of the faithful is the Master of Mankind’s immortal anger made manifest. With the holy trinity of boltgun, flamer and melta weapons are his enemies purged from the lmperium’s worlds.","description":"Ranged weapons equipped by <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> models from your army have the [ASSAULT] ability, and each time an attack made with such a weapon targets a unit within 6\", add 1 to the Strength characteristic of that attack.","detachment":"Bringers of Flame","detachmentId":"000000879"},{"id":"000009036","factionId":"AS","name":"Sacred Rites","legend":"At times of war, the Adepta Sororitas make offerings to the Emperor in prayer, incense and blood. In such pious devotion, they may attract his blessings and enact miraculous deeds in his holy name.","description":"Each <span class=\"kwb\">ADEPTA</span> <span class=\"kwb\">SORORITAS</span> unit from your army can perform up to two Acts of Faith per phase, instead of just one.","detachment":"Army of Faith","detachmentId":"000000880"},{"id":"000009028","factionId":"AS","name":"Desperate for Redemption","legend":"The penitent masses vow to wash clean their dishonour with their foe’s blood.","description":"At the start of the battle round, you can select one of the following Vows of Atonement to be active for your army until the start of the next battle round. You can only select each Vow of Atonement once per battle.<div></div><div class=\"BreakInsideAvoid\"><table max-width=\"480px\"><tbody><tbody><tr><td class=\"td_w\"><p class=\"impact18\">The Path of the Penitent</p><p class=\"ShowFluff legend2\">With psalms on their lips, the faithful hurl themselves forward.</p><p>Add 3\" to the Move characteristic of <span class=\"tooltip00061\" data-tooltip-content=\"#tooltip_content00061\" data-tooltip-anchor=\"#tooltip_content00061\"><span class=\"kwb kwbu\">PENITENT</span></span> models from your army.</p></td></tr></tbody></tbody></table></div><div class=\"BreakInsideAvoid\"><table max-width=\"480px\"><tbody><tbody><tr><td class=\"td_w\"><p class=\"impact18\">Absolution in Battle</p><p class=\"ShowFluff legend2\">The penitents smite the Emperor's foes with unmatched zeal.</p><p>Each time a unit from your army is selected to fight, if that unit made a <span class=\"tooltip00023\" data-tooltip-content=\"#tooltip_content00023\"><span class=\"tt kwbu\">Charge</span> <span class=\"tt kwbu\">move</span></span> this turn, until the end of the phase, add 1 to the Attacks and Strength characteristics of melee weapons equipped by <span class=\"tooltip00061\" data-tooltip-content=\"#tooltip_content00061\" data-tooltip-anchor=\"#tooltip_content00061\"><span class=\"kwb kwbu\">PENITENT</span></span> models in that unit.</p></td></tr></tbody></tbody></table></div><div class=\"BreakInsideAvoid\"><table max-width=\"480px\"><tbody><tbody><tr><td class=\"td_w\"><p class=\"impact18\">Death Before Disgrace</p><p class=\"ShowFluff legend2\">Even the most grievous wound cannot stop a penitent warrior in their quest to earn redemption in the eyes of the Emperor.</p><p>Each time a <span class=\"tooltip00061\" data-tooltip-content=\"#tooltip_content00061\" data-tooltip-anchor=\"#tooltip_content00061\"><span class=\"kwb kwbu\">PENITENT</span></span> model from your army is <span class=\"tooltip00073\" data-tooltip-content=\"#tooltip_content00073\"><span class=\"tt kwbu\">destroyed</span></span> by a melee attack, if that model has not fought this phase, roll one D6. On a 2+, do not remove it from play; the destroyed model can fight after the attacking unit has finished making its attacks, and is then removed from play.</p></td></tr></tbody></tbody></table></div>","detachment":"Penitent Host","detachmentId":"000000878"},{"id":"000009830","factionId":"AS","name":"Righteous Purpose","legend":"Whether high-ranking clergy must be rescued, a priceless relic recovered, or some archheretic slain, these warriors know that to fail after promising victory to the God-Emperor would be infinitely worse than death; this knowledge fills them with righteous purpose and the unflinching will to succeed no matter the odds.","description":"In your Command phase, you can select up to 3 Adepta Sororitas units from your army (including units that are embarked within Transports), until the start of your next Command phase, those units are Righteous. While a unit is Righteous:<br><ul><li>Add 1\" to the Move characteristic of models in that unit.</li><li>Improve the Leadership characteristic of models in that unit by 1.</li><li>Improve the Weapon Skill and Ballistic Skill characteristics of weapons equipped by Battle Sisters Squad, Celestian Sacresants and Paragon Warsuits models in that unit by 1.</li></ul><br><span class=\"hi_custom\">Keywords</span><br>While a <span class=\"kwb\">CELESTIAN</span> <span class=\"kwb\">SACRESANTS</span> unit from your army is not Battle-shocked, add 1 to the Objective Control characteristic of Celestian Sacresants models in that unit.","detachment":"Champions of Faith","detachmentId":"000001003"}],"leaders":[{"id":"000002507","slug":"sisters-novitiate-squad"},{"id":"000000894","slug":"crusaders"},{"id":"000004189","slug":"celestian-insidiants"},{"id":"000000896","slug":"arco-flagellants"},{"id":"000000903","slug":"battle-sisters-squad"},{"id":"000000909","slug":"dominion-squad"},{"id":"000004075","slug":"sanctifiers-2"}],"supplementLabel":"None","isSupplement":false,"roleLabel":"Characters","sourceName":"Faction Pack: Adepta Sororitas","isForgeWorld":false,"isLegends":false}