{"id":"000000507","name":"Patriarch","factionId":"GC","sourceId":"000000053","legend":"Psychic abomination; alpha predator; parasitic demigod – the Patriarch is all of these things and worse. They are the source of the bio corruption that spawns each Genestealer Cult cell. Moreover, when the Day of Ascension comes, they are the cult’s deadliest killer, prowling the shadows of embattled worlds to rip and slay.","role":"Characters","loadout":"<b>This model is equipped with:</b> Patriarch’s claws.","transport":"","virtual":false,"leaderHead":"","leaderFooter":"","damagedW":"","damagedDescription":"","link":"https://wahapedia.ru/wh40k10ed/factions/genestealer-cults/Patriarch","slug":"patriarch","factionSlug":"genestealer-cults","supplementKey":"codex","abilities":[{"id":"000008343","name":"Deep Strike","legend":"Some units make their way to battle via tunnelling, teleportation, high-altitude descent or other extraordinary means that allow them to appear suddenly in the thick of the fighting.","factionId":"","description":"<div class=\"Corner33 abWrap BreakInsideAvoid\"><div class=\"abFlex\"><div class=\"abDiamondWrap\"><div class=\"abDiamond\"><div class=\"abIcon\"></div></div></div><div class=\"abLine\"></div><div class=\"abNameWrap\"></div></div><p class=\"ShowFluff stratLegend2\">Some units make their way to battle via tunnelling, teleportation, high-altitude descent or other extraordinary means that allow them to appear suddenly in the thick of the fighting.</p>During the Declare Battle Formations step, if every model in a unit has this ability, you can set it up in Reserves instead of setting it up on the battlefield. If you do, in the Reinforcements step of one of your Movement phases you can set up this unit anywhere on the battlefield that is more than 9\" horizontally away from all enemy models. If a unit with the Deep Strike ability arrives from Strategic Reserves, the controlling player can choose for that unit to be set up either using the rules for Strategic Reserves or using the Deep Strike ability. <br><div class=\"BreakInsideAvoid frameLight Corner14\"><ul class=\"redSquare\"><li>Unit can be set up in Reserves instead of on the battlefield.</li><li>Unit can be set up in your Reinforcements step, more than 9\" horizontally away from all enemy models.</li></ul></div></div>","type":"Core"},{"id":"000008345","name":"Infiltrators","legend":"Many armies employ reconnaissance units who can sit concealed, waiting for the right moment to strike.","factionId":"","description":"<div class=\"Corner33 abWrap BreakInsideAvoid\"><div class=\"abFlex\"><div class=\"abDiamondWrap\"><div class=\"abDiamond\"><div class=\"abIcon\"></div></div></div><div class=\"abLine\"></div><div class=\"abNameWrap\"></div></div><p class=\"ShowFluff stratLegend2\">Many armies employ reconnaissance units who can sit concealed, waiting for the right moment to strike.</p>During deployment, if every model in a unit has this ability, then when you set it up, it can be set up anywhere on the battlefield that is more than 9\" horizontally away from the enemy deployment zone and all enemy models.</div>","type":"Core"},{"id":"000008346","name":"Leader","legend":"Mighty heroes fight at the forefront of battle.","factionId":"","description":"<div class=\"Corner33 abWrap BreakInsideAvoid\"><div class=\"abFlex\"><div class=\"abDiamondWrap\"><div class=\"abDiamond\"><div class=\"abIcon\"></div></div></div><div class=\"abLine\"></div><div class=\"abNameWrap\"></div></div><p class=\"ShowFluff stratLegend2\">Mighty heroes fight at the forefront of battle.</p>Some <span class=\"kwb\">CHARACTER</span> units have ‘Leader’ listed on their datasheets. Such <span class=\"kwb\">CHARACTER</span> units are known as Leaders, and the units they can lead – known as their Bodyguard units – are listed on their datasheet.<br><br>During the Declare Battle Formations step, for each Leader in your army, if your army also includes one or more of that Leader’s Bodyguard units, you can select one of those Bodyguard units. That Leader will then attach to that Bodyguard unit for the duration of the battle and is said to be leading that unit. Each Bodyguard unit can only have one Leader attached to it.<br><br>While a Bodyguard unit contains a Leader, it is known as an Attached unit and, with the exception of rules that are triggered when units are <span class=\"tooltip00073\" data-tooltip-content=\"#tooltip_content00073\"><span class=\"tt kwbu\">destroyed</span></span>, it is treated as a single unit for all rules purposes. Each time an attack targets an Attached unit, until the attacking unit has resolved all of its attacks, you must use the Toughness characteristic of the Bodyguard models in that unit, even if a Leader in that unit has a different Toughness characteristic. Each time an attack sucessfully wounds an Attached unit, that attack cannot be allocated to a <span class=\"kwb\">CHARACTER</span> model in that unit, even if that <span class=\"kwb\">CHARACTER</span> model has lost one or more wounds or has already had attacks allocated to it this phase. As soon as the last Bodyguard model in an Attached unit has been destroyed, any attacks made against that unit that have yet to be allocated can then be allocated to <span class=\"kwb\">CHARACTER</span> models in that unit.<br><br>Each time the last model in a Bodyguard unit is destroyed, each <span class=\"kwb\">CHARACTER</span> unit that is part of that Attached unit is no longer part of an Attached unit. It becomes a separate unit, with its original Starting Strength. If this happens as the result of an attack, they become separate units after the attacking unit has resolved all of its attacks.<br><br>Each time the last model in a <span class=\"kwb\">CHARACTER</span> unit that is attached to a Bodyguard unit is destroyed and there is not another <span class=\"kwb\">CHARACTER</span> unit attached, that Attached unit’s Bodyguard unit is no longer part of an Attached unit. It becomes a separate unit, with its original Starting Strength. If this happens as the result of an attack, they become separate units after the attacking unit has resolved all of its attacks. <br><br>Each time a unit that is part of an Attached unit is destroyed, it does not have the keywords of any other units that make up that Attached unit (unless it has those keywords on its own datasheet) for the purposes of any rules that would be triggered when that unit is destroyed.<br><br><div class=\"redExample\"><b>Example:</b> If you only destroy the Bodyguard unit that is part of an Attached unit, you have not destroyed a <span class=\"kwb\">CHARACTER</span> unit. If you only destroy the <span class=\"kwb\">CHARACTER</span> unit that is part of an Attached unit, or if you destroy the whole Attached unit, you have destroyed one <span class=\"kwb\">CHARACTER</span> unit.</div><br><div class=\"BreakInsideAvoid frameLight Corner14\"><ul class=\"redSquare\"><li>Before the battle, <span class=\"kwb\">CHARACTER</span> units with the Leader ability can be attached to one of their Bodyguard units to form an Attached unit.</li><li>Attached units can only contain one Leader.</li><li>Attacks cannot be allocated to <span class=\"kwb\">CHARACTER</span> models in Attached units.</li></ul></div></div>","type":"Core"},{"id":"","name":"Might From Beyond","legend":"","factionId":"","description":"While this model is leading a unit, melee weapons equipped by models in that unit have the [DEVASTATING WOUNDS] ability.","type":"Datasheet","parameter":""},{"id":"","name":"Cosmic Horror (Psychic)","legend":"","factionId":"","description":"At the start of the Fight phase, each enemy unit within 6\" of this model must take a Battle-shock test.","type":"Datasheet","parameter":""},{"id":"","name":"Psychic Familiar","legend":"","factionId":"","description":"Once per battle, at the start of the Fight phase, this model can use its psychic familiar. If it does, until the end of the phase, add 6\" to the range of its Cosmic Horror ability.<br><br><b>Designer’s Note:</b> Place a Psychic Familiar token next to the model, removing it once this ability has been used.","type":"Datasheet","parameter":""},{"id":"","name":"SUPREME COMMANDER","legend":"","factionId":"","description":"<ul><li>You cannot include more than one <span class=\"kwb\">PATRIARCH</span> model in your army.</li><li>If this model is in your army, it must be your Warlord.</li></ul>","type":"Special (правая колонка)","parameter":""}],"keywords":[{"datasheetId":"000000507","keyword":"Genestealer Cults","model":"","isFactionKeyword":"true"},{"datasheetId":"000000507","keyword":"Psyker","model":"","isFactionKeyword":"false"},{"datasheetId":"000000507","keyword":"Character","model":"","isFactionKeyword":"false"},{"datasheetId":"000000507","keyword":"Patriarch","model":"","isFactionKeyword":"false"},{"datasheetId":"000000507","keyword":"Great Devourer","model":"","isFactionKeyword":"false"},{"datasheetId":"000000507","keyword":"Infantry","model":"","isFactionKeyword":"false"}],"models":[{"datasheetId":"000000507","line":"1","name":"Patriarch","m":"8\"","t":"5","sv":"4+","invSv":"4","invSvDescr":"","w":"6","ld":"6+","oc":"1","baseSize":"50mm","baseSizeDescr":""}],"options":[],"wargear":[{"id":"000000507:patriarch-s-claws","datasheetId":"000000507","line":"1","name":"Patriarch’s claws","type":"Melee","profiles":[{"datasheetId":"000000507","line":"1","lineInWargear":"1","dice":"","name":"Patriarch’s claws","description":"devastating wounds, twin-linked","range":"Melee","type":"Melee","a":"5","bsWs":"2","s":"6","ap":"-2","d":"2"}]}],"unitComposition":[{"datasheetId":"000000507","line":"1","description":"1 Patriarch"}],"modelCosts":[{"datasheetId":"000000507","line":"1","description":"1 model","cost":"75"}],"stratagems":[{"factionId":"","name":"COMMAND RE-ROLL","id":"000009218002","type":"Boarding Actions – Epic Deed Stratagem","cpCost":"1","legend":"A great commander can bend even the vagaries of fate and fortune to their will, the better to ensure victory.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Any phase, just after you have made a Hit roll, a Wound roll, a Damage roll, a saving throw, an Advance roll, a Charge roll, a Desperate Escape test, a Hazardous test, or just after you have rolled the dice to determine the number of attacks made with a weapon, for an attack, model or unit from your army.<br><br><b>TARGET:</b> That unit or model from your army.<br><br><b>EFFECT:</b> You re-roll that roll, test or saving throw."},{"factionId":"","name":"HEROIC INTERVENTION","id":"000008335012","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"Voices raised in furious war cries, your warriors surge forth to meet the enemy’s onslaught head-on.","turn":"Opponent’s turn","phase":"Charge phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your opponent’s Charge phase, just after an enemy unit ends a Charge move.<br><br><b>TARGET:</b> One unit from your army that is within 6\" of that enemy unit and would be eligible to declare a charge against that enemy unit if it were your Charge phase.<br><br><b>EFFECT:</b> Your unit now declares a charge that targets only that enemy unit, and you resolve that charge as if it were your Charge phase.<br><br><b>RESTRICTIONS:</b> You can only select a <span class=\"kwb\">VEHICLE</span> unit from your army if it is a <span class=\"kwb\">WALKER</span>. Note that even if this charge is successful, your unit does not receive any Charge bonus this turn."},{"factionId":"","name":"RAPID INGRESS","id":"000008335008","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"Be it cunning strategy, potent technology or supernatural ritual, there are many means by which a commander may hasten their warriors’ onset.","turn":"Opponent’s turn","phase":"Movement phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> End of your opponent’s Movement phase.<br><br><b>TARGET:</b> One unit from your army that is in Reserves.<br><br><b>EFFECT:</b> Your unit can arrive on the battlefield as if it were the Reinforcements step of your Movement phase, and if every model in that unit has the Deep Strike ability, you can set that unit up as described in the Deep Strike ability (even though it is not your Movement phase).<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem to enable a unit to arrive on the battlefield during a battle round it would not normally be able to do so in."},{"factionId":"GC","name":"TUNNEL CRAWLERS","id":"000009068004","type":"Host of Ascension – Strategic Ploy Stratagem","cpCost":"1","legend":"The cult can expertly assail seemingly impregnable enemy positions.","turn":"Your turn","phase":"Movement phase","detachment":"Host of Ascension","detachmentId":"000000884","description":"<b>WHEN:</b> Your Movement phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">GENESTEALER</span> <span class=\"kwb\">CULTS</span> unit from your army that is arriving using the Deep Strike ability this phase.<br><br><b>EFFECT:</b> Your unit can be set up anywhere on the battlefield that is more than 6\" horizontally away from all enemy units.<br><br><b>RESTRICTIONS:</b> A unit targeted by this Stratagem is not eligible to declare a charge in the same turn."},{"factionId":"GC","name":"HYPERADRENAL REFLEXES","id":"000009477002","type":"Infestation Swarm – Battle Tactic Stratagem","cpCost":"1","legend":"Goaded by the biostimulants surging through their bodies, these warrior organisms evade their enemies'attacks with unbelievable swiftness.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Infestation Swarm","detachmentId":"000000941","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One GREAT DEVOURER unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, models in your unit have a 4+ invulnerable save."},{"factionId":"","name":"COUNTER-OFFENSIVE","id":"000008335003","type":"Core – Strategic Ploy Stratagem","cpCost":"2","legend":"In close-quarters combat, the slightest hesitation can leave an opening for a swift foe to exploit.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has fought.<br><br><b>TARGET:</b> One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.<br><br><b>EFFECT:</b> Your unit fights next."},{"factionId":"GC","name":"RETURN TO THE SHADOWS","id":"000009068006","type":"Host of Ascension – Strategic Ploy Stratagem","cpCost":"1","legend":"With their task of drawing the oppressors' fire complete, the surviving cultists melt away, ready to strike again.","turn":"Opponent’s turn","phase":"Fight phase","detachment":"Host of Ascension","detachmentId":"000000884","description":"<b>WHEN:</b> End of your opponent’s Fight phase.<br><br><b>TARGET:</b> One Genestealer Cults Infantry unit from your army that is not within Engagement Range of one or more enemy units.<br><br><b>EFFECT:</b> Remove your unit from the battlefield and place it into Strategic Reserves."},{"factionId":"GC","name":"PERVASIVE DREAD","id":"000009477003","type":"Infestation Swarm – Strategic Ploy Stratagem","cpCost":"1","legend":"With the death of their leader, the surviving prey feel an ominous sense of doom press down upon them, heightened by subtle psionic assault.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Infestation Swarm","detachmentId":"000000941","description":"<b>WHEN:</b> Fight phase, just after the enemy <span class=\"kwb\">WARLORD</span> is destroyed (and is not returned to the battlefield) by a GREAT DEVOURER unit from your army.<br><br><b>TARGET:</b> That <span class=\"kwb\">GREAT</span> <span class=\"kwb\">DEVOURER</span> unit.<br><br><b>EFFECT:</b> In your opponent’s next Command phase, each enemy unit on the battlefield must take a Battle-shock test, subtracting 1 from the result. This Stratagem cannot cause a unit to take two Battle-shock tests in the same phase."},{"factionId":"","name":"BATTLEFIELD COMMAND","id":"000009218003","type":"Boarding Actions – Strategic Ploy Stratagem","cpCost":"1","legend":"The commander's authoritative tone cuts through the din of battle, guiding the actions of nearby troops.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Start or end of any phase.<br><br><b>TARGET:</b> One Leader unit from your army and one friendly Bodyguard unit within 6\" of it that it could normally be attached to.<br><br><b>EFFECT:</b> Select one of your Leader unit’s Leader abilities. Until the start of your next Command phase, that Bodyguard unit is treated as being led by that Leader unit for the purposes of that Leader ability.<br><br><b>RESTRICTIONS:</b> Once you target a unit with this Stratagem, that unit cannot be targeted with it again until your next Command phase."},{"factionId":"GC","name":"HUNTING GROUNDS","id":"000009477004","type":"Infestation Swarm – Strategic Ploy Stratagem","cpCost":"1","legend":"Genestealers on the hunt are relentless, squirming through hatches before they have even half opened.","turn":"Your turn","phase":"Movement phase","detachment":"Infestation Swarm","detachmentId":"000000941","description":"<b>WHEN:</b> Your Movement phase, just after a GREAT DEVOURER unit from your army opens a Hatchway.<br><br><b>TARGET:</b> That <span class=\"kwb\">GREAT</span> <span class=\"kwb\">DEVOURER</span> unit.<br><br><b>EFFECT:</b> Your unit can make a Normal move of up to 3\", provided at least one of its models ends that move on the opposite side of that Hatchway from when your unit opened it."},{"factionId":"GC","name":"VENGEANCE FOR THE MARTYR!","id":"000009072002","type":"Xenocreed Congregation – Epic Deed Stratagem","cpCost":"1","legend":"Should one of the Patriarch's inner coven fall, those that remain are swift to call for lethal retribution.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Xenocreed Congregation","detachmentId":"000000885","description":"<b>WHEN:</b> Your opponent’s Shooting phase or the Fight phase, just after an enemy unit destroys a Genestealer Cults Character model from your army.<br><br><b>TARGET:</b> One other <span class=\"kwb\">GENESTEALER</span> <span class=\"kwb\">CULTS</span> <span class=\"kwb\">CHARACTER</span> model from your army.<br><br><b>EFFECT:</b> Until the end of the battle, each time a friendly Acolyte Hybrids, Hybrid Metamorphs or Neophyte Hybrids model makes an attack that targets that enemy unit, re-roll a Hit roll of 1. If the destroyed model was a Magus, Primus or Acolyte Iconward, you can re-roll the Hit roll instead."},{"factionId":"","name":"EXPLOSIVE CLEARANCE","id":"000009218006","type":"Boarding Actions – Battle Tactic Stratagem","cpCost":"1","legend":"A well-placed explosive munition in confined shipboard spaces can cause bloody carnage.","turn":"Your turn","phase":"Shooting phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One unit from your army that has not been selected to shoot this phase.<br><br><b>EFFECT:</b> Select one model in your unit that is equipped with a weapon with the [BLAST] ability. Until the end of the phase, when determining how many models are in the target unit for the purpose of that ability, include models that are not visible to the attacking model. In addition, attacks made with that weapon can be allocated to models that are not visible to the attacking model."},{"factionId":"GC","name":"COORDINATED TRAP","id":"000009068002","type":"Host of Ascension – Battle Tactic Stratagem","cpCost":"2","legend":"A tenet of guerrilla warfare is the concentration of even inferior firepower to inflict maximum harm.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Host of Ascension","detachmentId":"000000884","description":"<b>WHEN:</b> The start of your Shooting phase or the start of the Fight phase.<br><br><b>TARGET:</b> Two <span class=\"kwb\">GENESTEALER</span> <span class=\"kwb\">CULTS</span> units from your army that have not been selected to shoot or fight this phase.<br><br><b>EFFECT:</b> Select one enemy unit (if this Stratagem is used in the Fight phase, that enemy unit must be within Engagement Range of both of your units). Until the end of the phase, each time a model in either of your units makes an attack, it can only target that enemy unit (and only if it is an eligible target for that attack), and when resolving that attack, add 1 to the Wound roll."},{"factionId":"GC","name":"SAINTLY PAROXYSM","id":"000009076003","type":"Biosanctic Broodsurge – Epic Deed Stratagem","cpCost":"1","legend":"There are few more holy virtues in the cult’s eyes than to use one’s final act to lay low the oppressor.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Biosanctic Broodsurge","detachmentId":"000000886","description":"<b>WHEN:</b> Fight phase, just after an enemy unit destroys a Genestealer Cults Character model from your army.<br><br><b>TARGET:</b> That destroyed <span class=\"kwb\">CHARACTER</span> model. You can use this Stratagem on that model even though it was just destroyed.<br><br><b>EFFECT:</b> Roll one D6: on a 2+, that enemy unit suffers D3 mortal wounds. If that Character model is an Abominant or Patriarch, that enemy unit suffers 2D3 mortal wounds instead."},{"factionId":"GC","name":"ALONG SHADOWED TRAILS","id":"000009080002","type":"Outlander Claw – Strategic Ploy Stratagem","cpCost":"1","legend":"With raw speed and subtle misdirection, Atalan Jackals outflank those who believe them trapped.","turn":"Either player’s turn","phase":"Any phase","detachment":"Outlander Claw","detachmentId":"000000887","description":"<b>WHEN:</b> Any phase, just after an enemy unit ends a move within 9\" of one or more of your Cult Ambush markers.<br><br><b>TARGET:</b> Select one of those Cult Ambush markers.<br><br><b>EFFECT:</b> You can set up that Cult Ambush marker anywhere on the battlefield that is more than 9\" horizontally away from all enemy units."},{"factionId":"GC","name":"PRIMED AND READIED","id":"000009068003","type":"Host of Ascension – Battle Tactic Stratagem","cpCost":"2","legend":"The broodkin have been trained and equipped for this moment, with weapons readied for Ascension.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Host of Ascension","detachmentId":"000000884","description":"<b>WHEN:</b> Your Shooting phase or the Fight phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">GENESTEALER</span> <span class=\"kwb\">CULTS</span> units from your army that has not been selected to shoot or fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit makes an attack, a Critical Hit is scored on an unmodified Hit roll of 5+, instead of only a 6."},{"factionId":"","name":"GO TO GROUND","id":"000008335010","type":"Core – Battle Tactic Stratagem","cpCost":"1","legend":"Seeking salvation from incoming fire, warriors hurl themselves into whatever cover they can find.","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your opponent’s Shooting phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One <span class=\"kwb\">INFANTRY</span> unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, all models in your unit have a 6+ invulnerable save and have the Benefit of Cover."},{"factionId":"","name":"COMMAND RE-ROLL","id":"000008335002","type":"Core – Battle Tactic Stratagem","cpCost":"1","legend":"A great commander can bend even the vagaries of fate and fortune to their will, the better to ensure victory.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Any phase, just after you make an Advance roll, a Charge roll, a Desperate Escape test or a Hazardous test for a unit from your army, or a Hit roll, a Wound roll, a Damage roll or a saving throw for a model in that unit, or a roll to determine the number of attacks made with a weapon equipped by a model in that unit. If you are using fast dice rolling, this Stratagem can still be used after rolling multiple rolls or saving throws at once.<br><br><b>TARGET:</b> That unit or model from your army.<br><br><b>EFFECT:</b> You re-roll that roll, test or saving throw. If you are using fast dice rolling, select one of those rolls or saving throws to re-roll."},{"factionId":"","name":"INSANE BRAVERY","id":"000008335005","type":"Core – Epic Deed Stratagem","cpCost":"1","legend":"Indifferent to their own survival, these warriors hold their ground against seemingly impossible odds.","turn":"Your turn","phase":"Command phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Battle-shock step of your Command phase, just before you take a Battle-shock test for a unit from your army.<br><br><b>TARGET:</b> That unit from your army.<br><br><b>EFFECT:</b> Your unit automatically passes that Battle-shock test.<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem more than once per battle."},{"factionId":"GC","name":"A DARK NETWORK","id":"000009085007","type":"Brood Brother Auxilia – Strategic Ploy Stratagem","cpCost":"1","legend":"Forewarned of the enemy's sudden onset by spies in their ranks or by the Brood Brothers' own strategos, the cult’s faithful evade potential catastrophe.","turn":"Opponent’s turn","phase":"Movement phase","detachment":"Brood Brother Auxilia","detachmentId":"000000888","description":"<b>WHEN:</b> Reinforcements step of your opponent’s Movement phase, just after an enemy unit is set up on the battlefield from Reserves.<br><br><b>TARGET:</b> One Astra Militarum or <span class=\"kwb\">GENESTEALER</span> <span class=\"kwb\">CULTS</span> unit from your army (excluding Monsters and Vehicles) within 12\" of that enemy unit.<br><br><b>EFFECT:</b> Your unit can make a Normal move of up to 6\"."},{"factionId":"GC","name":"HYPERFEROCITY","id":"000009828002","type":"Final Day – Battle Tactic Stratagem","cpCost":"1","legend":"Goaded by the newly ascendant Hive Mind, the cultists fight with greater fury even as their muscles tear and organs rupture under the strain.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Final Day","detachmentId":"000001002","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One Genestealer Cults unit from your army that has not been selected to fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit makes an attack that targets an enemy unit, re-roll a Wound roll of 1. If one or more friendly Tyranids units are within 6\" of that enemy unit, you can re-roll the Wound roll instead."},{"factionId":"","name":"EPIC CHALLENGE","id":"000008335004","type":"Core – Epic Deed Stratagem","cpCost":"1","legend":"The legends of the 41st Millennium are replete with deadly duels between mighty champions.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, when a <span class=\"kwb\">CHARACTER</span> unit from your army that is within Engagement Range of one or more Attached units is selected to fight.<br><br><b>TARGET:</b> One <span class=\"kwb\">CHARACTER</span> model in your unit.<br><br><b>EFFECT:</b> Until the end of the phase, all melee attacks made by that model have the [PRECISION] ability."},{"factionId":"GC","name":"EVASIVE VANGUARD","id":"000009076002","type":"Biosanctic Broodsurge – Strategic Ploy Stratagem","cpCost":"1","legend":"Adaptive and intelligent, the purest of a cult's broods can evade their foes to find new avenues of ingress.","turn":"Either player’s turn","phase":"Any phase","detachment":"Biosanctic Broodsurge","detachmentId":"000000886","description":"<b>WHEN:</b> Any phase, just after an enemy unit ends a move within 9\" of one or more of your Cult Ambush markers, before removing those markers from the battlefield.<br><br><b>TARGET:</b> Select one of those Cult Ambush markers.<br><br><b>EFFECT:</b> You can set up that Cult Ambush marker anywhere on the battlefield that is more than 9\" horizontally away from all enemy units."},{"factionId":"GC","name":"RESISTANCE TUNNELS","id":"000009828007","type":"Final Day – Strategic Ploy Stratagem","cpCost":"1","legend":"Never again will the tunnel networks of the cult provide secret roads for hopeful and idealistic freedom fighters. Yet they can still serve one last time as a means by which the Tyranids and their surviving worshippers can vanish from the battlefield only to strike again elsewhere.","turn":"Opponent’s turn","phase":"Charge phase","detachment":"Final Day","detachmentId":"000001002","description":"<b>WHEN:</b> End of your opponent’s Fight phase.<br><br><b>TARGET:</b> One Genestealer Cults or Tyranids unit from your army that is not within Engagement Range of one or more enemy units.<br><br><b>EFFECT:</b> Remove your unit from the battlefield and place it into Strategic Reserves."},{"factionId":"GC","name":"SYMBIOTIC DESTRUCTION","id":"000009085006","type":"Brood Brother Auxilia – Battle Tactic Stratagem","cpCost":"1","legend":"As the Broodmind coordinates their timing, martial and insurrectionist comrades target their chosen victims in volleys of mutually supportive firepower.","turn":"Your turn","phase":"Shooting phase","detachment":"Brood Brother Auxilia","detachmentId":"000000888","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One Astra Militarum and one <span class=\"kwb\">GENESTEALER</span> <span class=\"kwb\">CULTS</span> unit from your army that have not been selected to shoot this phase.<br><br><b>EFFECT:</b> Select one enemy unit that is visible to both of those selected units and within range of at least one ranged weapon from each of those units. Until the end of the phase, models in those units can only make attacks that target that enemy unit (and only if it is an eligible target). When doing so, each time such a model makes an attack, re-roll a Wound roll of 1."},{"factionId":"GC","name":"A DEADLY SNARE","id":"000009068007","type":"Host of Ascension – Strategic Ploy Stratagem","cpCost":"1","legend":"An enemy's fervour to strike down the faithful of the cult can be turned against them, luring the foe into a region laced with hidden traps and primed explosives.","turn":"Opponent’s turn","phase":"Charge phase","detachment":"Host of Ascension","detachmentId":"000000884","description":"<b>WHEN:</b> Your opponent’s Charge phase, just after an enemy unit declares a charge.<br><br><b>TARGET:</b> One Genestealer Cults Infantry unit from your army that was selected as a target of that charge.<br><br><b>EFFECT:</b> Roll one D6: on a 2-4, that enemy unit suffers D3 mortal wounds; on a 5+, that enemy unit suffers 3 mortal wounds."},{"factionId":"","name":"COUNTER-OFFENSIVE","id":"000009218004","type":"Boarding Actions – Strategic Ploy Stratagem","cpCost":"2","legend":"In close-quarters combat, the slightest hesitation can leave an opening for a swift foe to exploit.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has fought.<br><br><b>TARGET:</b> One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.<br><br><b>EFFECT:</b> Your unit fights next."},{"factionId":"","name":"INSANE BRAVERY","id":"000009218005","type":"Boarding Actions – Epic Deed Stratagem","cpCost":"1","legend":"Indifferent to their own survival, these warriors hold their ground against seemingly impossible odds.","turn":"Your turn","phase":"Command phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Battle-shock step of your Command phase, just after you have failed a Battle-shock test taken for a unit from your army.<br><br><b>TARGET:</b> The unit from your army that Battle-shock test was just taken for (even though your Battle-shocked units cannot normally be affected by your Stratagems).<br><br><b>EFFECT:</b> Your unit is treated as having passed that test instead, and is not Battle-shocked as a result."},{"factionId":"GC","name":"DIVINE IMPERATIVE","id":"000009828005","type":"Final Day – Battle Tactic Stratagem","cpCost":"1","legend":"Cultists dash madly into the fighting without a care for their survival, drawn onward to aid the vanguard organisms by a will they cannot resist.","turn":"Your turn","phase":"Charge phase","detachment":"Final Day","detachmentId":"000001002","description":"<b>WHEN:</b> Your Charge phase.<br><br><b>TARGET:</b> One Genestealer Cults unit from your army that has not declared a charge this phase.<br><br><b>EFFECT:</b> Select one enemy unit within Engagement Range of one or more Tyranids units from your army. Until the end of the phase, each time your <span class=\"kwb\">GENESTEALER</span> <span class=\"kwb\">CULTS</span> unit declares a charge, if that enemy unit is one of the targets of that charge, add 1 to Charge rolls made for your unit and you can re-roll the Charge roll."}],"enhancements":[{"factionId":"GC","id":"000009067004","name":"Our Time Is Nigh","cost":"20","detachment":"Host of Ascension","detachmentId":"000000884","legend":"Infused with transcendent zeal, this insurrectionist and their chosen cultists are assured by telepathic whispers that they are the Star Childrens avatars and that now is the moment to strike.","description":"<span class=\"kwb\">GENESTEALER</span> <span class=\"kwb\">CULTS</span> model only. Once per battle, when the bearer’s unit declares a charge, the bearer can use this Enhancement. If it does, until the end of the phase, add 2 to Charge rolls made for the bearer’s unit."},{"factionId":"GC","id":"000009827003","name":"Enraptured Damnation","cost":"10","detachment":"Final Day","detachmentId":"000001002","legend":"Though hollowing them out like acid, the insidious power of the Hive Mind blazes from this delirious fanatic and forces their enemies to recoil.","description":"Genestealer Cults model only. Enemy units cannot use the Fire Overwatch Stratagem to shoot at the bearer’s unit."},{"factionId":"GC","id":"000009827005","name":"Inhuman Integration","cost":"20","detachment":"Final Day","detachmentId":"000001002","legend":"This cult leader’s powerful psyche has withstood Hive Mind integration better than most, at least for now. It even relays a crude approximation of synaptic signals to their underlings. Of course, this only makes them and their followers more selflessly obedient drones.","description":"Genestealer Cults model only. Weapons equipped by models in the bearer’s unit have the [SUSTAINED HITS 1] ability while targeting an enemy unit within 6\" of one or more friendly Tyranids units."},{"factionId":"GC","id":"000009084004","name":"The Hero Returned","cost":"20","detachment":"Brood Brother Auxilia","detachmentId":"000000888","legend":"Hidden for years within a xeno-tainted regiment, this feted commander has returned to lead their guerrillas, donning once more the garb of the insurgent. Respected with reverent awe, they instil a disciplined professionalism and focus in their cult comrades.","description":"<span class=\"kwb\">GENESTEALER</span> <span class=\"kwb\">CULTS</span> <span class=\"kwb\">INFANTRY</span> model only. Improve the Leadership and Objective Control characteristics of models in the bearer’s unit by 1."},{"factionId":"GC","id":"000009476002","name":"Stalking Menace","cost":"0","detachment":"Infestation Swarm","detachmentId":"000000941","legend":"Soon after this nightmarish predator vanishes from sight, its victims feel the hot reek of its breath upon the napes of their necks in the instant before it strikes.","description":"Once per battle, at the end of your opponent’s Fight phase, if the bearer is not within Engagement Range of one or more enemy units, it can use this Enhancement. If it does, remove the bearer from the battlefield and place it into Strategic Reserves. It will arrive back on the battlefield in the Reinforcements step of your next Movement phase as if it had the Deep Strike ability. If this is not possible, the bearer is destroyed. When the bearer is set back up on the battlefield, until the end of the turn, it cannot declare a charge."},{"factionId":"GC","id":"000009067002","name":"Prowling Agitant","cost":"15","detachment":"Host of Ascension","detachmentId":"000000884","legend":"No matter how often the oppressors seek to trap or silence this leader, they always find themselves left empty-handed and foolish, their elusive quarry long gone.","description":"<span class=\"kwb\">GENESTEALER</span> <span class=\"kwb\">CULTS</span> model only. Once per turn, when an enemy unit ends a Normal, Advance or Fall Back move within 9\" of the bearer’s unit, if the bearer’s unit is not within Engagement Range of any enemy units, it can make a Normal move of up to D6\"."},{"factionId":"GC","id":"000009075003","name":"Biomorph Adaptation","cost":"25","detachment":"Biosanctic Broodsurge","detachmentId":"000000886","legend":"The power of the Star Children flows through this creatures veins, their physiology showing unnatural gifts and lethal enhancements.","description":"AbOmINANT or PATRIARCH model only. Improve the Armour Penetration and Damage characteristics of melee weapons equipped by the bearer by 1."},{"factionId":"GC","id":"000009084003","name":"Adaptive Reprisal","cost":"15","detachment":"Brood Brother Auxilia","detachmentId":"000000888","legend":"Whether through intensive cross-training with tainted officers or some symbiotic neuro-mimicry, this insurrectionist is adept in daring tactical manoeuvres.","description":"<span class=\"kwb\">GENESTEALER</span> <span class=\"kwb\">CULTS</span> <span class=\"kwb\">INFANTRY</span> model only. Once per turn, you can target a friendly <span class=\"kwb\">GENESTEALER</span> <span class=\"kwb\">CULTS</span> unit within 9\" of the bearer with the Heroic Intervention Stratagem for 0CP."},{"factionId":"TYR","id":"000009724003","name":"Psi-spoor Sensitivity","cost":"0","detachment":"Infestation Swarm","detachmentId":"000000979","legend":"Able to taste its prey’s terrified mental signatures like pheromones, there is nowhere to hide from this beast.","description":"Each time the bearer declares a charge, it can target enemy units that are not visible to it."},{"factionId":"GC","id":"000009084005","name":"Firepoint Commander","cost":"10","detachment":"Brood Brother Auxilia","detachmentId":"000000888","legend":"Taking a righteous vindication in turning the oppressor’s tactics against them, this war leader coordinates their broodkins last-second fire into effective volleys to drive back the foe.","description":"<span class=\"kwb\">GENESTEALER</span> <span class=\"kwb\">CULTS</span> <span class=\"kwb\">INFANTRY</span> model only. Each time you target the bearer’s unit with the Fire Overwatch Stratagem, while resolving that Stratagem, hits are scored on unmodified Hit rolls of 5+."},{"factionId":"GC","id":"000009067005","name":"Assassination Edict","cost":"15","detachment":"Host of Ascension","detachmentId":"000000884","legend":"With an impulse of the Broodmind pulsing in their brain, this holy avenger stalks the battlefield, seeking to slay generals, preachers and all those the foe looks to for salvation and inspiration.","description":"<span class=\"kwb\">GENESTEALER</span> <span class=\"kwb\">CULTS</span> model only. Each time a model in the bearer’s unit makes an attack that targets a <span class=\"kwb\">CHARACTER</span> unit, add 1 to the Hit roll"},{"factionId":"TYR","id":"000009724002","name":"Stalking Menace","cost":"0","detachment":"Infestation Swarm","detachmentId":"000000979","legend":"Soon after this nightmarish predator vanishes from sight, its victims feel the hot reek of its breath upon the napes of their necks in the instant before it strikes.","description":"Once per battle, at the end of your opponent’s Fight phase, if the bearer is not within Engagement Range of one or more enemy units, it can use this Enhancement. If it does, remove the bearer from the battlefield and place it into Strategic Reserves. It will arrive back on the battlefield in the Reinforcements step of your next Movement phase as if it had the Deep Strike ability. If this is not possible, the bearer is destroyed. When the bearer is set back up on the battlefield, until the end of the turn, it cannot declare a charge."},{"factionId":"GC","id":"000009084002","name":"Martial Espionage","cost":"25","detachment":"Brood Brother Auxilia","detachmentId":"000000888","legend":"With access to Imperial data-logs and servo-scry records, this cult leader feeds the stolen information to their professional allies, enabling them to immediately exploit weak points in the enemy.","description":"GENESTEALER CULTS INFANTRy model only. Once per turn, when a friendly ASTRA MILITARUm INFANTRy or ASTRA MILITARUm MOUNTED unit within 9\" of the bearer is selected to shoot, the bearer can use this Enhancement. If it does, until the end of the phase, improve the Armour Penetration characteristic of ranged weapons equipped by models in that unit by 1."},{"factionId":"GC","id":"000009079003","name":"Cartographic Data-leech","cost":"10","detachment":"Outlander Claw","detachmentId":"000000887","legend":"This parasitic, cybernetic implant allows its host to tap into the survey augurs and proximity detectors of the cults industrial transports. They use this leeched data to guide their comrades’ fire from vision slits and hatches, even at high speed.","description":"GENESTEALER CULTS model only. While the bearer is embarked within a TRANSPORT, each time that <span class=\"kwb\">TRANSPORT</span> is selected to shoot, until the end of the phase, improve the Ballistic Skill characteristic of ranged weapons equipped by that <span class=\"kwb\">TRANSPORT</span> as a result of the Firing Deck ability by 1."},{"factionId":"GC","id":"000009075002","name":"Predatory Instincts","cost":"20","detachment":"Biosanctic Broodsurge","detachmentId":"000000886","legend":"With alien senses and instincts augmented with hyper-adaptive gene-strands, this chosen of the cult leads the way deep into enemy lines, like a toxic barb working its way to the heart.","description":"AbOmINANT, BIOPHAgUS or PATRIARCH model only. Models in the bearer’s unit have the Infiltrators ability and, once per battle round, you can target the bearer’s unit with the Heroic Intervention Stratagem for 0CP, and can do so even if you have already targeted a different unit with that Stratagem this phase."},{"factionId":"GC","id":"000009079005","name":"Assault Commando","cost":"15","detachment":"Outlander Claw","detachmentId":"000000887","legend":"An expert in rapid attacks from speeding vehicles, this veteran has drilled their insurrectionist cell, readying them to leap into the fray with stolen weapons blazing.","description":"GENESTEALER CULTS model only. Each time a model in the bearer’s unit makes a ranged attack, if it disembarked from a TRANSPORT this turn, you can re-roll the Hit roll."},{"factionId":"GC","id":"000009075004","name":"Mutagenic Regeneration","cost":"10","detachment":"Biosanctic Broodsurge","detachmentId":"000000886","legend":"Though the truth may lie with cocktails of alchemical enzymes or xenos hormones triggering ferocious metabolic renewal, the cult’s masses see this nigh-immortal leader as a vessel of divine favour.","description":"AbOmINANT, BIOPHAgUS or PATRIARCH model only. In each Command phase, one model in the bearer’s unit regains 1 lost wound."},{"factionId":"GC","id":"000009067003","name":"A Chink in Their Armour","cost":"20","detachment":"Host of Ascension","detachmentId":"000000884","legend":"Every oppressor has a weak spot. This savant of tactical analysis pinpoints fractured armour plates, exposed cabling or unshielded flesh with a glance and directs the cults fire to shatter the enemy’s greatest assets.","description":"<span class=\"kwb\">GENESTEALER</span> <span class=\"kwb\">CULTS</span> model only. Each time the bearer is set up on the battlefield as Reinforcements, until the end of your next Fight phase, ranged weapons equipped by models in the bearer’s unit have the [LETHAL HITS] ability."},{"factionId":"GC","id":"000009075005","name":"Alien Majesty","cost":"15","detachment":"Biosanctic Broodsurge","detachmentId":"000000886","legend":"An aura of palpable grandeur surrounds this individual, their mere presence a powerful stimulant to the nerve of their followers and a cowing nimbus to subjugate tyrannical foes.","description":"AbOmINANT, BIOPHAgUS or PATRIARCH model only. While an enemy unit is within Engagement Range of the bearer’s unit, subtract 1 from the Objective Control characteristic of models in that enemy unit (to a minimum of 1)."},{"factionId":"GC","id":"000009476003","name":"Psi-spoor Sensitivity","cost":"0","detachment":"Infestation Swarm","detachmentId":"000000941","legend":"Able to taste its prey’s terrified mental signatures like pheromones, there is nowhere to hide from this beast.","description":"Each time the bearer declares a charge, it can target enemy units that are not visible to it."}],"detachmentAbilities":[{"id":"000009082","factionId":"GC","name":"Integrated Tactics","legend":"Coordinating with their militant allies via stolen vox equipment or signalling with cult icons, the insidious broodkin engulfs the hated foe in overlapping fields of fire.","description":"Each time an ASTRA MILITARUm unit from your army (see below) is selected to shoot, you can select one enemy unit within 18\" of and visible to that unit. If you do, until the end of the phase, models in that <span class=\"kwb\">ASTRA</span> <span class=\"kwb\">MILITARUM</span> unit can only target that enemy unit (and only if it is an eligible target) and that enemy unit is caught in overlapping fire. While an enemy unit is caught in overlapping fire, each time a <span class=\"kwb\">GENESTEALER</span> <span class=\"kwb\">CULTS</span> model from your army targets that enemy unit with a ranged attack, add 1 to the Hit roll.","detachment":"Brood Brother Auxilia","detachmentId":"000000888"},{"id":"000009475","factionId":"GC","name":"Half-Glimpsed Shadows","legend":"Possessed of alien cunning and unnatural stealth, Genestealers are able to fade back into the shadows or crawl across ceilings or under deck-plates, the better to evade notice by their prey.","description":"Each time a ranged attack targets a GREAT DEvOURER unit from your army, if the attacking model is not within 6\" of that unit, subtract 1 from the Hit roll.","detachment":"Infestation Swarm","detachmentId":"000000941"},{"id":"000009066","factionId":"GC","name":"A Perfect Ambush","legend":"The insidious broodkin of the cult lurk hidden within the shadows, tirelessly tracking their enemies as predatory beasts stalk their prey. Only when their position is perfect do they strike. Worming into the fight from hidden tunnels, ducts and sewers, they rise to engulf their victims in a hail of unexpected firepower and a flurry of stabbing blades and raking talons.","description":"Each time a <span class=\"kwb\">GENESTEALER</span> <span class=\"kwb\">CULTS</span> unit from your army is set up on the battlefield as Reinforcements, until the end of your next Fight phase, weapons equipped by models in that unit have the [SUSTAINED HITS 1] and [IGNORES COVER] abilities.","detachment":"Host of Ascension","detachmentId":"000000884"}],"leaders":[{"id":"000000515","slug":"purestrain-genestealers"}],"supplementLabel":"None","isSupplement":false,"roleLabel":"Characters","sourceName":"Faction Pack: Genestealer Cults","isForgeWorld":false,"isLegends":false}