{"id":"000003886","name":"Raveners","factionId":"GC","sourceId":"000000020","legend":"","role":"Other","loadout":"<b>Every model is equipped with:</b> Ravener claws and talons.","transport":"","virtual":false,"leaderHead":"","leaderFooter":"","damagedW":"","damagedDescription":"","link":"https://wahapedia.ru/wh40k10ed/factions/genestealer-cults/Raveners","slug":"raveners","factionSlug":"genestealer-cults","supplementKey":"codex","abilities":[{"id":"000008343","name":"Deep Strike","legend":"Some units make their way to battle via tunnelling, teleportation, high-altitude descent or other extraordinary means that allow them to appear suddenly in the thick of the fighting.","factionId":"","description":"<div class=\"Corner33 abWrap BreakInsideAvoid\"><div class=\"abFlex\"><div class=\"abDiamondWrap\"><div class=\"abDiamond\"><div class=\"abIcon\"></div></div></div><div class=\"abLine\"></div><div class=\"abNameWrap\"></div></div><p class=\"ShowFluff stratLegend2\">Some units make their way to battle via tunnelling, teleportation, high-altitude descent or other extraordinary means that allow them to appear suddenly in the thick of the fighting.</p>During the Declare Battle Formations step, if every model in a unit has this ability, you can set it up in Reserves instead of setting it up on the battlefield. If you do, in the Reinforcements step of one of your Movement phases you can set up this unit anywhere on the battlefield that is more than 9\" horizontally away from all enemy models. If a unit with the Deep Strike ability arrives from Strategic Reserves, the controlling player can choose for that unit to be set up either using the rules for Strategic Reserves or using the Deep Strike ability. <br><div class=\"BreakInsideAvoid frameLight Corner14\"><ul class=\"redSquare\"><li>Unit can be set up in Reserves instead of on the battlefield.</li><li>Unit can be set up in your Reinforcements step, more than 9\" horizontally away from all enemy models.</li></ul></div></div>","type":"Core"},{"id":"000000705","name":"Synapse","legend":"Some Tyranids serve as synaptic conduits or nodal relays through which a portion of the Hive Mind’s iron will flows, overriding the natural instincts of the swarm to direct the teeming warrior-beasts to function as a single, gestalt organism on the battlefield.","factionId":"TYR","description":"If your Army Faction is <span class=\"kwb\">TYRANIDS</span>, while a <span class=\"kwb\">TYRANIDS</span> unit from your army is within 6\" of one or more friendly Synapse models, that <span class=\"kwb\">TYRANIDS</span> unit is said to be within Synapse Range of that model and of your army. While a <span class=\"kwb\">TYRANIDS</span> unit from your army is within Synapse Range of your army: <br><ul><li>Each time that unit takes a Battle-shock test, take that test on 3D6 instead of 2D6. </li><li>Each time a model in that unit makes a melee attack, add 1 to the Strength characteristic of that attack.</li></ul>","type":"Faction"},{"id":"","name":"Death From Below","legend":"","factionId":"","description":"At the end of your opponent’s turn, if this unit is not within Engagement Range of one or more enemy units, you can remove it from the battlefield and place it into Strategic Reserves.","type":"Datasheet","parameter":""}],"keywords":[{"datasheetId":"000003886","keyword":"Tyranids","model":"","isFactionKeyword":"true"},{"datasheetId":"000003886","keyword":"Genestealer Cults","model":"","isFactionKeyword":"true"},{"datasheetId":"000003886","keyword":"Raveners","model":"","isFactionKeyword":"false"},{"datasheetId":"000003886","keyword":"Vanguard Invader","model":"","isFactionKeyword":"false"},{"datasheetId":"000003886","keyword":"Great Devourer","model":"","isFactionKeyword":"false"},{"datasheetId":"000003886","keyword":"Infantry","model":"","isFactionKeyword":"false"},{"datasheetId":"000003886","keyword":"Burrowers","model":"","isFactionKeyword":"false"}],"models":[{"datasheetId":"000003886","line":"1","name":"Raveners","m":"10\"","t":"5","sv":"4+","invSv":"-","invSvDescr":"","w":"3","ld":"8+","oc":"1","baseSize":"40mm","baseSizeDescr":""}],"options":[{"datasheetId":"000003886","line":"1","button":"•","description":"None"}],"wargear":[{"id":"000003886:ravener-claws-and-talons","datasheetId":"000003886","line":"1","name":"Ravener claws and talons","type":"Melee","profiles":[{"datasheetId":"000003886","line":"1","lineInWargear":"1","dice":"","name":"Ravener claws and talons","description":"twin-linked","range":"Melee","type":"Melee","a":"3","bsWs":"3","s":"5","ap":"-2","d":"2"}]}],"unitComposition":[{"datasheetId":"000003886","line":"1","description":"5 Raveners"}],"modelCosts":[{"datasheetId":"000003886","line":"1","description":"5 models","cost":"125"}],"stratagems":[{"factionId":"GC","name":"DARTING ATTACKS","id":"000009828006","type":"Final Day – Strategic Ploy Stratagem","cpCost":"1","legend":"Like predatory sea beasts lunging from wheeling shoals of fish, the vanguard organisms strike and fade from amidst the cultist hordes repeatedly, picking apart their overwhelmed prey.","turn":"Your turn","phase":"Shooting or Charge phase","detachment":"Final Day","detachmentId":"000001002","description":"<b>WHEN:</b> Your Shooting phase or your Charge phase.<br><br><b>TARGET:</b> One Tyranids unit from your army.<br><br><b>EFFECT:</b> Until the end of the phase, your unit is eligible to shoot and declare a charge in a turn in which it Fell Back."},{"factionId":"","name":"EXPLOSIVE CLEARANCE","id":"000009218006","type":"Boarding Actions – Battle Tactic Stratagem","cpCost":"1","legend":"A well-placed explosive munition in confined shipboard spaces can cause bloody carnage.","turn":"Your turn","phase":"Shooting phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One unit from your army that has not been selected to shoot this phase.<br><br><b>EFFECT:</b> Select one model in your unit that is equipped with a weapon with the [BLAST] ability. Until the end of the phase, when determining how many models are in the target unit for the purpose of that ability, include models that are not visible to the attacking model. In addition, attacks made with that weapon can be allocated to models that are not visible to the attacking model."},{"factionId":"","name":"INSANE BRAVERY","id":"000009218005","type":"Boarding Actions – Epic Deed Stratagem","cpCost":"1","legend":"Indifferent to their own survival, these warriors hold their ground against seemingly impossible odds.","turn":"Your turn","phase":"Command phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Battle-shock step of your Command phase, just after you have failed a Battle-shock test taken for a unit from your army.<br><br><b>TARGET:</b> The unit from your army that Battle-shock test was just taken for (even though your Battle-shocked units cannot normally be affected by your Stratagems).<br><br><b>EFFECT:</b> Your unit is treated as having passed that test instead, and is not Battle-shocked as a result."},{"factionId":"","name":"COMMAND RE-ROLL","id":"000009218002","type":"Boarding Actions – Epic Deed Stratagem","cpCost":"1","legend":"A great commander can bend even the vagaries of fate and fortune to their will, the better to ensure victory.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Any phase, just after you have made a Hit roll, a Wound roll, a Damage roll, a saving throw, an Advance roll, a Charge roll, a Desperate Escape test, a Hazardous test, or just after you have rolled the dice to determine the number of attacks made with a weapon, for an attack, model or unit from your army.<br><br><b>TARGET:</b> That unit or model from your army.<br><br><b>EFFECT:</b> You re-roll that roll, test or saving throw."},{"factionId":"","name":"RAPID INGRESS","id":"000008335008","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"Be it cunning strategy, potent technology or supernatural ritual, there are many means by which a commander may hasten their warriors’ onset.","turn":"Opponent’s turn","phase":"Movement phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> End of your opponent’s Movement phase.<br><br><b>TARGET:</b> One unit from your army that is in Reserves.<br><br><b>EFFECT:</b> Your unit can arrive on the battlefield as if it were the Reinforcements step of your Movement phase, and if every model in that unit has the Deep Strike ability, you can set that unit up as described in the Deep Strike ability (even though it is not your Movement phase).<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem to enable a unit to arrive on the battlefield during a battle round it would not normally be able to do so in."},{"factionId":"","name":"HEROIC INTERVENTION","id":"000008335012","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"Voices raised in furious war cries, your warriors surge forth to meet the enemy’s onslaught head-on.","turn":"Opponent’s turn","phase":"Charge phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your opponent’s Charge phase, just after an enemy unit ends a Charge move.<br><br><b>TARGET:</b> One unit from your army that is within 6\" of that enemy unit and would be eligible to declare a charge against that enemy unit if it were your Charge phase.<br><br><b>EFFECT:</b> Your unit now declares a charge that targets only that enemy unit, and you resolve that charge as if it were your Charge phase.<br><br><b>RESTRICTIONS:</b> You can only select a <span class=\"kwb\">VEHICLE</span> unit from your army if it is a <span class=\"kwb\">WALKER</span>. Note that even if this charge is successful, your unit does not receive any Charge bonus this turn."},{"factionId":"","name":"COUNTER-OFFENSIVE","id":"000009218004","type":"Boarding Actions – Strategic Ploy Stratagem","cpCost":"2","legend":"In close-quarters combat, the slightest hesitation can leave an opening for a swift foe to exploit.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has fought.<br><br><b>TARGET:</b> One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.<br><br><b>EFFECT:</b> Your unit fights next."},{"factionId":"","name":"INSANE BRAVERY","id":"000008335005","type":"Core – Epic Deed Stratagem","cpCost":"1","legend":"Indifferent to their own survival, these warriors hold their ground against seemingly impossible odds.","turn":"Your turn","phase":"Command phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Battle-shock step of your Command phase, just before you take a Battle-shock test for a unit from your army.<br><br><b>TARGET:</b> That unit from your army.<br><br><b>EFFECT:</b> Your unit automatically passes that Battle-shock test.<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem more than once per battle."},{"factionId":"GC","name":"PSI SURGE","id":"000009828003","type":"Final Day – Strategic Ploy Stratagem","cpCost":"1","legend":"As the Tyranid invasion gathers pace, the influence of the Hive Mind surges like waves rolling ever higher onto a desolate shore.","turn":"Either player’s turn","phase":"Any phase","detachment":"Final Day","detachmentId":"000001002","description":"<b>WHEN:</b> Start of any phase.<br><br><b>TARGET:</b> One Tyranids unit from your army.<br><br><b>EFFECT:</b> Until the start of your next Command phase, increase the range of your unit’s Catalyst ability by 3\".<br><br><b>RESTRICTIONS:</b> Each time you use this Stratagem, until the end of your next Command phase, you cannot use this Stratagem again."},{"factionId":"GC","name":"RESISTANCE TUNNELS","id":"000009828007","type":"Final Day – Strategic Ploy Stratagem","cpCost":"1","legend":"Never again will the tunnel networks of the cult provide secret roads for hopeful and idealistic freedom fighters. Yet they can still serve one last time as a means by which the Tyranids and their surviving worshippers can vanish from the battlefield only to strike again elsewhere.","turn":"Opponent’s turn","phase":"Charge phase","detachment":"Final Day","detachmentId":"000001002","description":"<b>WHEN:</b> End of your opponent’s Fight phase.<br><br><b>TARGET:</b> One Genestealer Cults or Tyranids unit from your army that is not within Engagement Range of one or more enemy units.<br><br><b>EFFECT:</b> Remove your unit from the battlefield and place it into Strategic Reserves."},{"factionId":"","name":"COMMAND RE-ROLL","id":"000008335002","type":"Core – Battle Tactic Stratagem","cpCost":"1","legend":"A great commander can bend even the vagaries of fate and fortune to their will, the better to ensure victory.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Any phase, just after you make an Advance roll, a Charge roll, a Desperate Escape test or a Hazardous test for a unit from your army, or a Hit roll, a Wound roll, a Damage roll or a saving throw for a model in that unit, or a roll to determine the number of attacks made with a weapon equipped by a model in that unit. If you are using fast dice rolling, this Stratagem can still be used after rolling multiple rolls or saving throws at once.<br><br><b>TARGET:</b> That unit or model from your army.<br><br><b>EFFECT:</b> You re-roll that roll, test or saving throw. If you are using fast dice rolling, select one of those rolls or saving throws to re-roll."},{"factionId":"","name":"GO TO GROUND","id":"000008335010","type":"Core – Battle Tactic Stratagem","cpCost":"1","legend":"Seeking salvation from incoming fire, warriors hurl themselves into whatever cover they can find.","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your opponent’s Shooting phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One <span class=\"kwb\">INFANTRY</span> unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, all models in your unit have a 6+ invulnerable save and have the Benefit of Cover."},{"factionId":"","name":"COUNTER-OFFENSIVE","id":"000008335003","type":"Core – Strategic Ploy Stratagem","cpCost":"2","legend":"In close-quarters combat, the slightest hesitation can leave an opening for a swift foe to exploit.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has fought.<br><br><b>TARGET:</b> One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.<br><br><b>EFFECT:</b> Your unit fights next."}],"enhancements":[],"detachmentAbilities":[{"id":"000009826","factionId":"GC","name":"Psionic Parasitism","legend":"With each tug on the synaptic leash, the Hive Mind drains more of its hapless worshippers.","description":"At the end of your Movement phase, for each Tyranids Synapse unit from your army, you can select one friendly Genestealer Cults unit (excluding Purestrain Genestealer and Patriarch units) and one friendly Tyranids unit each within 9\" of and visible to that <span class=\"kwb\">SYNAPSE</span> unit. If you do, that <span class=\"kwb\">GENESTEALER</span> <span class=\"kwb\">CULTS</span> unit from your army suffers D3+1 mortal wounds and one model in the selected <span class=\"kwb\">TYRANIDS</span> unit regains up to that many lost wounds and until the start of your next Movement phase, each time a model in the selected <span class=\"kwb\">TYRANIDS</span> unit makes an attack, add 1 to the Hit roll.<br><br><span class=\"kwb\">TYRANIDS</span> units from your army have the following ability:<br><br><b>Catalyst (Aura):</b> While an enemy unit is within 6\" of this unit, each time a friendly <span class=\"kwb\">GENESTEALER</span> <span class=\"kwb\">CULTS</span> unit makes an attack that targets that enemy unit, add 1 to the Hit roll.<br><br><span class=\"hi_custom\">The Star Children’s Blessings</span><br>You can include Tyranids Vanguard Invader units (excluding <span class=\"kwb\">AIRCRAFT</span>, <span class=\"kwb\">BROODLORD</span> and <span class=\"kwb\">GENESTEALERS</span> units) in your army. The combined points cost of such units depends on your battle size:<br><ul><li><b>Incursion:</b> Up to 500 pts</li><li><b>Strike Force:</b> Up to 1000 pts</li><li><b>Onslaught:</b> Up to 1500 pts</li></ul><br>No <span class=\"kwb\">TYRANIDS</span> models from your army can be your <span class=\"kwb\">WARLORD</span>.","detachment":"Final Day","detachmentId":"000001002"}],"leaders":[],"supplementLabel":"None","isSupplement":false,"roleLabel":"Other","sourceName":"Faction Pack: Tyranids","isForgeWorld":false,"isLegends":false}