{"id":"000004125","name":"Flamers","factionId":"TS","sourceId":"000000027","legend":"These bizarre daemons bound through the air in convulsive leaps. The warpflame that drools from their many maws seethes with the raw power of change. When spat forth in roaring sheets, it sends its victims into agonies of mutation, their forms altering again and again before collapsing into distorted ruin.","role":"Other","loadout":"<b>Every model is equipped with:</b> flickering flames; Flamer mouths.","transport":"","virtual":false,"leaderHead":"","leaderFooter":"","damagedW":"","damagedDescription":"","link":"https://wahapedia.ru/wh40k10ed/factions/thousand-sons/Flamers","slug":"flamers-2","factionSlug":"thousand-sons","supplementKey":"codex","abilities":[{"id":"000008343","name":"Deep Strike","legend":"Some units make their way to battle via tunnelling, teleportation, high-altitude descent or other extraordinary means that allow them to appear suddenly in the thick of the fighting.","factionId":"","description":"<div class=\"Corner33 abWrap BreakInsideAvoid\"><div class=\"abFlex\"><div class=\"abDiamondWrap\"><div class=\"abDiamond\"><div class=\"abIcon\"></div></div></div><div class=\"abLine\"></div><div class=\"abNameWrap\"></div></div><p class=\"ShowFluff stratLegend2\">Some units make their way to battle via tunnelling, teleportation, high-altitude descent or other extraordinary means that allow them to appear suddenly in the thick of the fighting.</p>During the Declare Battle Formations step, if every model in a unit has this ability, you can set it up in Reserves instead of setting it up on the battlefield. If you do, in the Reinforcements step of one of your Movement phases you can set up this unit anywhere on the battlefield that is more than 9\" horizontally away from all enemy models. If a unit with the Deep Strike ability arrives from Strategic Reserves, the controlling player can choose for that unit to be set up either using the rules for Strategic Reserves or using the Deep Strike ability. <br><div class=\"BreakInsideAvoid frameLight Corner14\"><ul class=\"redSquare\"><li>Unit can be set up in Reserves instead of on the battlefield.</li><li>Unit can be set up in your Reinforcements step, more than 9\" horizontally away from all enemy models.</li></ul></div></div>","type":"Core"},{"id":"000010190","name":"Pact of Sorcery","legend":"The daemons of Tzeentch are drawn through the barriers of the Warp by rituals of transmutation.","factionId":"TS","description":"When mustering your army, unless specifically stated otherwise, you cannot select Scintillating Legions as your Army Faction.","type":"Faction"},{"id":"","name":"Bounding Leaps","legend":"","factionId":"","description":"This unit is eligible to shoot in a turn in which it Fell Back.","type":"Datasheet","parameter":""}],"keywords":[{"datasheetId":"000004125","keyword":"","model":"","isFactionKeyword":"true"},{"datasheetId":"000004125","keyword":"Scintillating Legions","model":"","isFactionKeyword":"true"},{"datasheetId":"000004125","keyword":"Summoned","model":"","isFactionKeyword":"false"},{"datasheetId":"000004125","keyword":"Infantry","model":"","isFactionKeyword":"false"},{"datasheetId":"000004125","keyword":"Flamers","model":"","isFactionKeyword":"false"},{"datasheetId":"000004125","keyword":"Daemon","model":"","isFactionKeyword":"false"},{"datasheetId":"000004125","keyword":"Chaos","model":"","isFactionKeyword":"false"},{"datasheetId":"000004125","keyword":"Fly","model":"","isFactionKeyword":"false"},{"datasheetId":"000004125","keyword":"Tzeentch","model":"","isFactionKeyword":"false"}],"models":[{"datasheetId":"000004125","line":"1","name":"Flamers","m":"9\"","t":"4","sv":"7+","invSv":"4","invSvDescr":"","w":"3","ld":"7+","oc":"1","baseSize":"32mm","baseSizeDescr":""}],"options":[],"wargear":[{"id":"000004125:flickering-flames","datasheetId":"000004125","line":"1","name":"Flickering flames","type":"Ranged","profiles":[{"datasheetId":"000004125","line":"1","lineInWargear":"1","dice":"","name":"Flickering flames","description":"ignores cover, psychic, torrent","range":"12","type":"Ranged","a":"D6","bsWs":"N/A","s":"4","ap":"-1","d":"1"}]},{"id":"000004125:flamer-mouths","datasheetId":"000004125","line":"2","name":"Flamer mouths","type":"Melee","profiles":[{"datasheetId":"000004125","line":"2","lineInWargear":"1","dice":"","name":"Flamer mouths","description":"","range":"Melee","type":"Melee","a":"3","bsWs":"4","s":"4","ap":"0","d":"1"}]}],"unitComposition":[{"datasheetId":"000004125","line":"1","description":"1 Pyrocaster"},{"datasheetId":"000004125","line":"2","description":"2-5 Flamers"}],"modelCosts":[{"datasheetId":"000004125","line":"1","description":"3 models","cost":"65"},{"datasheetId":"000004125","line":"2","description":"6 models","cost":"130"}],"stratagems":[{"factionId":"","name":"COMMAND RE-ROLL","id":"000008335002","type":"Core – Battle Tactic Stratagem","cpCost":"1","legend":"A great commander can bend even the vagaries of fate and fortune to their will, the better to ensure victory.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Any phase, just after you make an Advance roll, a Charge roll, a Desperate Escape test or a Hazardous test for a unit from your army, or a Hit roll, a Wound roll, a Damage roll or a saving throw for a model in that unit, or a roll to determine the number of attacks made with a weapon equipped by a model in that unit. If you are using fast dice rolling, this Stratagem can still be used after rolling multiple rolls or saving throws at once.<br><br><b>TARGET:</b> That unit or model from your army.<br><br><b>EFFECT:</b> You re-roll that roll, test or saving throw. If you are using fast dice rolling, select one of those rolls or saving throws to re-roll."},{"factionId":"","name":"FIRE OVERWATCH","id":"000008335009","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"A hail of wildfire can drive back advancing foes.","turn":"Opponent’s turn","phase":"Movement or Charge phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your opponent’s Movement or Charge phase, just after an enemy unit is set up or when an enemy unit starts or ends a Normal, Advance or Fall Back move, or declares a charge.<br><br><b>TARGET:</b> One unit from your army that is within 24\" of that enemy unit and that would be eligible to shoot if it were your Shooting phase.<br><br><b>EFFECT:</b> If that enemy unit is visible to your unit, your unit can shoot that enemy unit as if it were your Shooting phase.<br><br><b>RESTRICTIONS:</b> You cannot target a <span class=\"kwb\">TITANIC</span> unit with this Stratagem. Until the end of the phase, each time a model in your unit makes a ranged attack, an unmodified Hit roll of 6 is required to score a hit, irrespective of the attacking weapon’s Ballistic Skill or any modifiers. You can only use this Stratagem once per turn."},{"factionId":"","name":"COMMAND RE-ROLL","id":"000009218002","type":"Boarding Actions – Epic Deed Stratagem","cpCost":"1","legend":"A great commander can bend even the vagaries of fate and fortune to their will, the better to ensure victory.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Any phase, just after you have made a Hit roll, a Wound roll, a Damage roll, a saving throw, an Advance roll, a Charge roll, a Desperate Escape test, a Hazardous test, or just after you have rolled the dice to determine the number of attacks made with a weapon, for an attack, model or unit from your army.<br><br><b>TARGET:</b> That unit or model from your army.<br><br><b>EFFECT:</b> You re-roll that roll, test or saving throw."},{"factionId":"","name":"INSANE BRAVERY","id":"000009218005","type":"Boarding Actions – Epic Deed Stratagem","cpCost":"1","legend":"Indifferent to their own survival, these warriors hold their ground against seemingly impossible odds.","turn":"Your turn","phase":"Command phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Battle-shock step of your Command phase, just after you have failed a Battle-shock test taken for a unit from your army.<br><br><b>TARGET:</b> The unit from your army that Battle-shock test was just taken for (even though your Battle-shocked units cannot normally be affected by your Stratagems).<br><br><b>EFFECT:</b> Your unit is treated as having passed that test instead, and is not Battle-shocked as a result."},{"factionId":"TS","name":"GLIMMERSHIFT PORTAL","id":"000010198007","type":"Changehost of Deceit – Strategic Ploy Stratagem","cpCost":"1","legend":"Weaving a spell of splintering translocation, Tzeentch's daemons can prise open an unnatural pathway through the Warp.","turn":"Opponent’s turn","phase":"Fight phase","detachment":"Changehost of Deceit","detachmentId":"000001062","description":"<b>WHEN:</b> End of your opponent’s Fight phase.<br><br><b>TARGET:</b> Up to two Scintillating Legions units from your army (excluding Monsters), or one Scintillating Legions Monster unit from your army, if all of those units are more than 6\" horizontally away from all enemy units.<br><br><b>EFFECT:</b> Remove those units from the battlefield and place them into Strategic Reserves."},{"factionId":"","name":"INSANE BRAVERY","id":"000008335005","type":"Core – Epic Deed Stratagem","cpCost":"1","legend":"Indifferent to their own survival, these warriors hold their ground against seemingly impossible odds.","turn":"Your turn","phase":"Command phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Battle-shock step of your Command phase, just before you take a Battle-shock test for a unit from your army.<br><br><b>TARGET:</b> That unit from your army.<br><br><b>EFFECT:</b> Your unit automatically passes that Battle-shock test.<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem more than once per battle."},{"factionId":"","name":"EXPLOSIVE CLEARANCE","id":"000009218006","type":"Boarding Actions – Battle Tactic Stratagem","cpCost":"1","legend":"A well-placed explosive munition in confined shipboard spaces can cause bloody carnage.","turn":"Your turn","phase":"Shooting phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One unit from your army that has not been selected to shoot this phase.<br><br><b>EFFECT:</b> Select one model in your unit that is equipped with a weapon with the [BLAST] ability. Until the end of the phase, when determining how many models are in the target unit for the purpose of that ability, include models that are not visible to the attacking model. In addition, attacks made with that weapon can be allocated to models that are not visible to the attacking model."},{"factionId":"","name":"COUNTER-OFFENSIVE","id":"000008335003","type":"Core – Strategic Ploy Stratagem","cpCost":"2","legend":"In close-quarters combat, the slightest hesitation can leave an opening for a swift foe to exploit.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has fought.<br><br><b>TARGET:</b> One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.<br><br><b>EFFECT:</b> Your unit fights next."},{"factionId":"","name":"HEROIC INTERVENTION","id":"000008335012","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"Voices raised in furious war cries, your warriors surge forth to meet the enemy’s onslaught head-on.","turn":"Opponent’s turn","phase":"Charge phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your opponent’s Charge phase, just after an enemy unit ends a Charge move.<br><br><b>TARGET:</b> One unit from your army that is within 6\" of that enemy unit and would be eligible to declare a charge against that enemy unit if it were your Charge phase.<br><br><b>EFFECT:</b> Your unit now declares a charge that targets only that enemy unit, and you resolve that charge as if it were your Charge phase.<br><br><b>RESTRICTIONS:</b> You can only select a <span class=\"kwb\">VEHICLE</span> unit from your army if it is a <span class=\"kwb\">WALKER</span>. Note that even if this charge is successful, your unit does not receive any Charge bonus this turn."},{"factionId":"TS","name":"CHRONOSORCEROUS BLEED","id":"000010198006","type":"Changehost of Deceit – Strategic Ploy Stratagem","cpCost":"1","legend":"By sacrificing minute slivers of the oncoming foes' lives, time can be bled into the Warp, stretching perceptions and causing sudden exhaustion.","turn":"Opponent’s turn","phase":"Charge phase","detachment":"Changehost of Deceit","detachmentId":"000001062","description":"<b>WHEN:</b> Your opponent’s Charge phase, just after an enemy unit has declared a charge.<br><br><b>TARGET:</b> One Thousand Sons Psyker or Scintillating Legions unit from your army that was selected as a target of that charge.<br><br><b>EFFECT:</b> Until the end of the phase, subtract 2 from Charge rolls made for that enemy unit (this is not cumulative with any other negative modifiers to that Charge roll)."},{"factionId":"","name":"RAPID INGRESS","id":"000008335008","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"Be it cunning strategy, potent technology or supernatural ritual, there are many means by which a commander may hasten their warriors’ onset.","turn":"Opponent’s turn","phase":"Movement phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> End of your opponent’s Movement phase.<br><br><b>TARGET:</b> One unit from your army that is in Reserves.<br><br><b>EFFECT:</b> Your unit can arrive on the battlefield as if it were the Reinforcements step of your Movement phase, and if every model in that unit has the Deep Strike ability, you can set that unit up as described in the Deep Strike ability (even though it is not your Movement phase).<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem to enable a unit to arrive on the battlefield during a battle round it would not normally be able to do so in."},{"factionId":"","name":"COUNTER-OFFENSIVE","id":"000009218004","type":"Boarding Actions – Strategic Ploy Stratagem","cpCost":"2","legend":"In close-quarters combat, the slightest hesitation can leave an opening for a swift foe to exploit.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has fought.<br><br><b>TARGET:</b> One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.<br><br><b>EFFECT:</b> Your unit fights next."},{"factionId":"","name":"GO TO GROUND","id":"000008335010","type":"Core – Battle Tactic Stratagem","cpCost":"1","legend":"Seeking salvation from incoming fire, warriors hurl themselves into whatever cover they can find.","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your opponent’s Shooting phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One <span class=\"kwb\">INFANTRY</span> unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, all models in your unit have a 6+ invulnerable save and have the Benefit of Cover."},{"factionId":"TS","name":"ETHEREAL PHANTASM","id":"000010198004","type":"Changehost of Deceit – Strategic Ploy Stratagem","cpCost":"1","legend":"Semi-sentient doppelgangers stalk the battlefield, bewildering attempts to target the daemonic spawn.","turn":"Opponent’s turn","phase":"Movement phase","detachment":"Changehost of Deceit","detachmentId":"000001062","description":"<b>WHEN:</b> Your opponent’s Movement phase, just after an enemy unit ends a Normal, Advance or Fall Back move.<br><br><b>TARGET:</b> One Scintillating Legions unit from your army that is within 9\" of that enemy unit and not within Engagement Range of one or more enemy units.<br><br><b>EFFECT:</b> Your unit can make a Normal move of up to D6\", or a Normal move of up to 6\" instead if it is wholly within 6\" of one or more friendly Thousand Sons units."},{"factionId":"TS","name":"SULPHUROUS VEIL","id":"000010198002","type":"Changehost of Deceit – Battle Tactic Stratagem","cpCost":"1","legend":"Gouts of choking brimstone or arcane smog seeping from the Warp are exploited to confound the foe.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Changehost of Deceit","detachmentId":"000001062","description":"<b>WHEN:</b> Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Thousand Sons or Scintillating Legions unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll."},{"factionId":"TS","name":"FRACTAL DISJUNCTION","id":"000010198005","type":"Changehost of Deceit – Strategic Ploy Stratagem","cpCost":"1","legend":"Tzeentchian daemons can twist perceptions until they seem no longer there, bending light and dissipating technological targeting scans in a dizzying, fractal puzzle.","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"Changehost of Deceit","detachmentId":"000001062","description":"<b>WHEN:</b> Your opponent’s Shooting phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Scintillating Legions unit from your army (excluding Monsters) that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, your unit can only be selected as the target of a ranged attack if the attacking model is within 18\"."}],"enhancements":[],"detachmentAbilities":[{"id":"000010196","factionId":"TS","name":"Infernal Pacts","legend":"The otherworldly auras of Tzeentch’s daemons and the empowering arcane sigil carried by his mortal servants wear away at the fragile skein of reality.","description":"Scintillating Legions units from your army have the following the ability:<br><br><b>Daemonic Illusions (Aura):</b> While a friendly Thousand Sons Psyker unit is within 6\" of and visible to this unit, models in that unit have a 4+ invulnerable save against ranged attacks.<br><br>Thousand Sons units from your army have the following ability:<br><br><b>Mortal Sorcery (Aura):</b> While a friendly Scintillating Legions Psyker unit is within 6\" of and visible to this unit, that <span class=\"kwb\">SCINTILLATING</span> <span class=\"kwb\">LEGIONS</span> unit has the Cabal of Sorcerers ability.<br><br><span class=\"hi_custom\">RESTRICTIONS</span><br>You can include Scintillating Legions units in your army, even though they do not have the <span class=\"kwb\">THOUSAND</span> <span class=\"kwb\">SONS</span> Faction keyword. The combined points cost of such units you can include in your army is:<br><br><b>Incursion:</b> Up to 500 pts<br><b>Strike Force:</b> Up to 1000 pts<br><b>Onslaught:</b> Up to 1500 pts<br><br>No <span class=\"kwb\">SCINTILLATING</span> <span class=\"kwb\">LEGIONS</span> models from your army can be your <span class=\"kwb\">WARLORD</span>.","detachment":"Changehost of Deceit","detachmentId":"000001062"},{"id":"000009662","factionId":"TS","name":"Fervent Devotees","legend":"The Human and mutant thralls of the Thousand Sons seek to earn the favour of their Chaos Space Marine masters by enacting rituals and offering sacrifices in the name of the Lord of Change. Thus do they hurl themselves upon the foe in frothing tides of wild aggression.","description":"Melee weapons equipped by <span class=\"kwb\">THOUSAND</span> <span class=\"kwb\">SONS</span> models from your army have the [SUSTAiNED HiTS 1] ability while targeting an enemy unit within range of an objective marker.","detachment":"Devoted Thralls","detachmentId":"000000970"}],"leaders":[],"supplementLabel":"None","isSupplement":false,"roleLabel":"Other","sourceName":"Faction Pack: Thousand Sons","isForgeWorld":false,"isLegends":false}