{"id":"000004085","name":"Sorcerer","factionId":"EC","sourceId":"000000280","legend":"","role":"Characters","loadout":"<b>This model is equipped with:</b> Agonising Energies; bolt pistol; force weapon.","transport":"","virtual":false,"leaderHead":"","leaderFooter":"","damagedW":"","damagedDescription":"","link":"https://wahapedia.ru/wh40k10ed/factions/emperor-s-children/Sorcerer","slug":"sorcerer-3","factionSlug":"emperor-s-children","supplementKey":"codex","abilities":[{"id":"000008346","name":"Leader","legend":"Mighty heroes fight at the forefront of battle.","factionId":"","description":"<div class=\"Corner33 abWrap BreakInsideAvoid\"><div class=\"abFlex\"><div class=\"abDiamondWrap\"><div class=\"abDiamond\"><div class=\"abIcon\"></div></div></div><div class=\"abLine\"></div><div class=\"abNameWrap\"></div></div><p class=\"ShowFluff stratLegend2\">Mighty heroes fight at the forefront of battle.</p>Some <span class=\"kwb\">CHARACTER</span> units have ‘Leader’ listed on their datasheets. Such <span class=\"kwb\">CHARACTER</span> units are known as Leaders, and the units they can lead – known as their Bodyguard units – are listed on their datasheet.<br><br>During the Declare Battle Formations step, for each Leader in your army, if your army also includes one or more of that Leader’s Bodyguard units, you can select one of those Bodyguard units. That Leader will then attach to that Bodyguard unit for the duration of the battle and is said to be leading that unit. Each Bodyguard unit can only have one Leader attached to it.<br><br>While a Bodyguard unit contains a Leader, it is known as an Attached unit and, with the exception of rules that are triggered when units are <span class=\"tooltip00073\" data-tooltip-content=\"#tooltip_content00073\"><span class=\"tt kwbu\">destroyed</span></span>, it is treated as a single unit for all rules purposes. Each time an attack targets an Attached unit, until the attacking unit has resolved all of its attacks, you must use the Toughness characteristic of the Bodyguard models in that unit, even if a Leader in that unit has a different Toughness characteristic. Each time an attack sucessfully wounds an Attached unit, that attack cannot be allocated to a <span class=\"kwb\">CHARACTER</span> model in that unit, even if that <span class=\"kwb\">CHARACTER</span> model has lost one or more wounds or has already had attacks allocated to it this phase. As soon as the last Bodyguard model in an Attached unit has been destroyed, any attacks made against that unit that have yet to be allocated can then be allocated to <span class=\"kwb\">CHARACTER</span> models in that unit.<br><br>Each time the last model in a Bodyguard unit is destroyed, each <span class=\"kwb\">CHARACTER</span> unit that is part of that Attached unit is no longer part of an Attached unit. It becomes a separate unit, with its original Starting Strength. If this happens as the result of an attack, they become separate units after the attacking unit has resolved all of its attacks.<br><br>Each time the last model in a <span class=\"kwb\">CHARACTER</span> unit that is attached to a Bodyguard unit is destroyed and there is not another <span class=\"kwb\">CHARACTER</span> unit attached, that Attached unit’s Bodyguard unit is no longer part of an Attached unit. It becomes a separate unit, with its original Starting Strength. If this happens as the result of an attack, they become separate units after the attacking unit has resolved all of its attacks. <br><br>Each time a unit that is part of an Attached unit is destroyed, it does not have the keywords of any other units that make up that Attached unit (unless it has those keywords on its own datasheet) for the purposes of any rules that would be triggered when that unit is destroyed.<br><br><div class=\"redExample\"><b>Example:</b> If you only destroy the Bodyguard unit that is part of an Attached unit, you have not destroyed a <span class=\"kwb\">CHARACTER</span> unit. If you only destroy the <span class=\"kwb\">CHARACTER</span> unit that is part of an Attached unit, or if you destroy the whole Attached unit, you have destroyed one <span class=\"kwb\">CHARACTER</span> unit.</div><br><div class=\"BreakInsideAvoid frameLight Corner14\"><ul class=\"redSquare\"><li>Before the battle, <span class=\"kwb\">CHARACTER</span> units with the Leader ability can be attached to one of their Bodyguard units to form an Attached unit.</li><li>Attached units can only contain one Leader.</li><li>Attacks cannot be allocated to <span class=\"kwb\">CHARACTER</span> models in Attached units.</li></ul></div></div>","type":"Core"},{"id":"000009994","name":"Thrill Seekers","legend":"The Emperor’s Children are skilled warriors all, their transhuman might enhanced by a lifetime of ceaseless conflict. Their ingrained desire for sensation in all its forms sees them move rapidly across the battlefield, flitting between targets as they attempt to satiate their never-ending hunger for fresh experience.","factionId":"EC","description":"If your Army Faction is Emperor’s Children, this unit is eligible to shoot and declare a charge in a turn in which it Advanced or Fell Back, but when doing so:<br><ul><li>It cannot target a unit it was within Engagement Range of at the start of the turn.</li><li>It cannot target a unit that was the target of another units charge or attack this phase.</li></ul>","type":"Faction"},{"id":"","name":"Warped Interference (Psychic)","legend":"","factionId":"","description":"While this model is leading a unit, each time a ranged attack targets that unit, models in it have the Benefit of Cover against that attack.","type":"Datasheet","parameter":""},{"id":"","name":"Wracking Agonies (Psychic)","legend":"","factionId":"","description":"In your Shooting phase, after this model has shot, select one <span class=\"kwb\">INFANTRY</span> unit hit by one or more of those attacks made with its Agonising Energies. Until the start of your next turn, that unit is wracked with agonies. While a unit is wracked with agonies, subtract 2\" from its Move characteristic and subtract 2 from Charge rolls made for it.","type":"Datasheet","parameter":""}],"keywords":[{"datasheetId":"000004085","keyword":"","model":"","isFactionKeyword":"true"},{"datasheetId":"000004085","keyword":"Emperor’s Children","model":"","isFactionKeyword":"true"},{"datasheetId":"000004085","keyword":"Infantry","model":"","isFactionKeyword":"false"},{"datasheetId":"000004085","keyword":"Sorcerer","model":"","isFactionKeyword":"false"},{"datasheetId":"000004085","keyword":"Slaanesh","model":"","isFactionKeyword":"false"},{"datasheetId":"000004085","keyword":"Chaos","model":"","isFactionKeyword":"false"},{"datasheetId":"000004085","keyword":"Psyker","model":"","isFactionKeyword":"false"},{"datasheetId":"000004085","keyword":"Character","model":"","isFactionKeyword":"false"},{"datasheetId":"000004085","keyword":"Grenades","model":"","isFactionKeyword":"false"}],"models":[{"datasheetId":"000004085","line":"1","name":"Sorcerer","m":"7\"","t":"4","sv":"3+","invSv":"-","invSvDescr":"","w":"4","ld":"6+","oc":"1","baseSize":"40mm","baseSizeDescr":""}],"options":[],"wargear":[{"id":"000004085:agonising-energies-witchfire","datasheetId":"000004085","line":"1","name":"Agonising Energies – witchfire","type":"Ranged","profiles":[{"datasheetId":"000004085","line":"1","lineInWargear":"1","dice":"","name":"Agonising Energies – witchfire","description":"psychic","range":"18","type":"Ranged","a":"D6","bsWs":"3","s":"5","ap":"-1","d":"D3"}]},{"id":"000004085:agonising-energies-focused-witchfire","datasheetId":"000004085","line":"2","name":"Agonising Energies – focused witchfire","type":"Ranged","profiles":[{"datasheetId":"000004085","line":"2","lineInWargear":"2","dice":"","name":"Agonising Energies – focused witchfire","description":"devastating wounds, hazardous, psychic","range":"18","type":"Ranged","a":"D6","bsWs":"3","s":"6","ap":"-2","d":"D3"}]},{"id":"000004085:bolt-pistol","datasheetId":"000004085","line":"3","name":"Bolt pistol","type":"Ranged","profiles":[{"datasheetId":"000004085","line":"3","lineInWargear":"1","dice":"","name":"Bolt pistol","description":"pistol","range":"12","type":"Ranged","a":"1","bsWs":"3","s":"4","ap":"0","d":"1"}]},{"id":"000004085:force-weapon","datasheetId":"000004085","line":"4","name":"Force weapon","type":"Melee","profiles":[{"datasheetId":"000004085","line":"4","lineInWargear":"1","dice":"","name":"Force weapon","description":"psychic","range":"Melee","type":"Melee","a":"4","bsWs":"3","s":"6","ap":"-2","d":"D3"}]}],"unitComposition":[{"datasheetId":"000004085","line":"1","description":"1 Sorcerer"}],"modelCosts":[{"datasheetId":"000004085","line":"1","description":"1 model","cost":"60"}],"stratagems":[{"factionId":"","name":"EPIC CHALLENGE","id":"000008335004","type":"Core – Epic Deed Stratagem","cpCost":"1","legend":"The legends of the 41st Millennium are replete with deadly duels between mighty champions.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, when a <span class=\"kwb\">CHARACTER</span> unit from your army that is within Engagement Range of one or more Attached units is selected to fight.<br><br><b>TARGET:</b> One <span class=\"kwb\">CHARACTER</span> model in your unit.<br><br><b>EFFECT:</b> Until the end of the phase, all melee attacks made by that model have the [PRECISION] ability."},{"factionId":"EC","name":"CONTEMPTUOUS DISREGARD","id":"000010655002","type":"Court of the Phoenician – Stratagem","cpCost":"1","legend":"With cocktails of resilience-enhancing stimms or armour inlaid with forbidden runes of warding, the Emperor’s Children sneeringly disregard even powerful blows.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Court of the Phoenician","detachmentId":"000001125","description":"<b>WHEN:</b> Your opponent’s Shooting phase or the Fight phase.<br><br><b>TARGET:</b> One Emperor’s Children unit from your army.<br><br><b>EFFECT:</b> Until the end of the phase, each time an attack targets your unit, if the Strength characteristic of that attack is greater than the Toughness characteristic of your unit, subtract 1 from the Wound roll."},{"factionId":"EC","name":"DEFT PARRY","id":"000010003002","type":"Peerless Bladesmen – Battle Tactic Stratagem","cpCost":"1","legend":"Bedazzled by these warriors’ weaving swordsmanship and hypnotic aura, foes cannot land a telling blow upon them.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Peerless Bladesmen","detachmentId":"000001034","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Emperor’s Children unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll."},{"factionId":"EC","name":"PRIDEFUL SUPERIORITY","id":"000010655003","type":"Court of the Phoenician – Stratagem","cpCost":"2","legend":"The chance to ostentatiously humble the foe’s champions and prove them worthless rivals is a lure few Emperor’s Children can resist.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Court of the Phoenician","detachmentId":"000001125","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One Emperor’s Children unit from your army that has not been selected to fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit makes an attack that targets a <span class=\"kwb\">CHARACTER</span> unit, you can re-roll the Hit roll and you can re-roll the Wound roll."},{"factionId":"EC","name":"COMBAT STIMMS","id":"000009999003","type":"Mercurial Host – Battle Tactic Stratagem","cpCost":"2","legend":"Hideously euphoric concoctions empower the minds and constitutions of the Legion’s sybaritic warriors.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Mercurial Host","detachmentId":"000001033","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Emperor’s Children iNFANTRY unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time an attack targets your unit, subtract 1 from the Wound roll."},{"factionId":"","name":"RAPID INGRESS","id":"000008335008","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"Be it cunning strategy, potent technology or supernatural ritual, there are many means by which a commander may hasten their warriors’ onset.","turn":"Opponent’s turn","phase":"Movement phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> End of your opponent’s Movement phase.<br><br><b>TARGET:</b> One unit from your army that is in Reserves.<br><br><b>EFFECT:</b> Your unit can arrive on the battlefield as if it were the Reinforcements step of your Movement phase, and if every model in that unit has the Deep Strike ability, you can set that unit up as described in the Deep Strike ability (even though it is not your Movement phase).<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem to enable a unit to arrive on the battlefield during a battle round it would not normally be able to do so in."},{"factionId":"EC","name":"DEATH ECSTASY","id":"000010003003","type":"Peerless Bladesmen – Strategic Ploy Stratagem","cpCost":"2","legend":"Death is but another thrilling experience and the Emperor's Children are loath to deny the enemy such ecstatic sensation.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Peerless Bladesmen","detachmentId":"000001034","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Emperor’s Children unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, do not remove it from play. The destroyed model can fight after the attacking unit has finished making its attacks, and is then removed from play."},{"factionId":"EC","name":"BEAUTIFUL DEATH","id":"000010019003","type":"Slaanesh’s Chosen – Strategic Ploy Stratagem","cpCost":"1","legend":"The more extravagant and luridly violent the kill, the greater the Dark Prince's appreciation.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Slaanesh’s Chosen","detachmentId":"000001038","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Emperor’s Children Character unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, roll one D6, adding 1 to the result if your unit is your army’s Favoured Champions. On a 4+, do not remove the destroyed model from play; it can fight after the attacking unit has finished making its attacks, and is then removed from play."},{"factionId":"EC","name":"ARMOUR OF ABHORRENCE","id":"000010015007","type":"Coterie of the Conceited – Wargear Stratagem","cpCost":"1","legend":"The abhorrent contempt that the Emperor’s Children possess, combined with their combat-stimmed physiologies, makes them unyielding foes to face.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Coterie of the Conceited","detachmentId":"000001037","description":"<b>WHEN:</b> Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Emperor’s Children unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the attacking unit has finished making its attacks, each time an attack targets a model in your unit, worsen the Armour Penetration characteristic of that attack by 1."},{"factionId":"","name":"INSANE BRAVERY","id":"000009218005","type":"Boarding Actions – Epic Deed Stratagem","cpCost":"1","legend":"Indifferent to their own survival, these warriors hold their ground against seemingly impossible odds.","turn":"Your turn","phase":"Command phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Battle-shock step of your Command phase, just after you have failed a Battle-shock test taken for a unit from your army.<br><br><b>TARGET:</b> The unit from your army that Battle-shock test was just taken for (even though your Battle-shocked units cannot normally be affected by your Stratagems).<br><br><b>EFFECT:</b> Your unit is treated as having passed that test instead, and is not Battle-shocked as a result."},{"factionId":"EC","name":"HONOUR THE PRINCE","id":"000009999004","type":"Mercurial Host – Battle Tactic Stratagem","cpCost":"1","legend":"Warriors who venerate Slaanesh through the most graceful fighting forms are rewarded for their efforts.","turn":"Your turn","phase":"Movement phase","detachment":"Mercurial Host","detachmentId":"000001033","description":"<b>WHEN:</b> Your Movement phase.<br><br><b>TARGET:</b> One Emperor’s Children Infantry unit from your army that has not been selected to move this phase.<br><br><b>EFFECT:</b> Until the end of the phase, if your unit Advances, do not make an Advance roll. Instead, until the end of the phase, add 6\" to the Move characteristic of models in your unit."},{"factionId":"EC","name":"CATALYTIC STIMULUS","id":"000010655007","type":"Court of the Phoenician – Stratagem","cpCost":"1","legend":"Invigorated by pain, the Emperor’s Children will embrace an enemy’s attack as a catalyst for masterful vengeance.","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"Court of the Phoenician","detachmentId":"000001125","description":"<b>WHEN:</b> Your opponent’s Shooting phase, just after an enemy unit has shot.<br><br><b>TARGET:</b> One Emperor’s Children unit from your army that lost one or more wounds as a result of those attacks.<br><br><b>EFFECT:</b> Your unit can make a Stimulus move. To do so, roll one D6: models in your unit move a number of inches up to the result, but your unit must end that move as close as possible to the closest enemy unit (excluding <span class=\"kwb\">AIRCRAFT</span>). When doing so, those models can be moved within Engagement Range of that enemy unit."},{"factionId":"","name":"EXPLOSIVE CLEARANCE","id":"000009218006","type":"Boarding Actions – Battle Tactic Stratagem","cpCost":"1","legend":"A well-placed explosive munition in confined shipboard spaces can cause bloody carnage.","turn":"Your turn","phase":"Shooting phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One unit from your army that has not been selected to shoot this phase.<br><br><b>EFFECT:</b> Select one model in your unit that is equipped with a weapon with the [BLAST] ability. Until the end of the phase, when determining how many models are in the target unit for the purpose of that ability, include models that are not visible to the attacking model. In addition, attacks made with that weapon can be allocated to models that are not visible to the attacking model."},{"factionId":"EC","name":"EMBRACE THE PAIN","id":"000010015004","type":"Coterie of the Conceited – Strategic Ploy Stratagem","cpCost":"1","legend":"The Emperor’s Children revel in every sensation - even ones that would slay lesser mortals outright.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Coterie of the Conceited","detachmentId":"000001037","description":"<b>WHEN:</b> Start of the Fight phase.<br><br><b>TARGET:</b> One Emperor’s Children Infantry unit from your army.<br><br><b>EFFECT:</b> Until the end of the phase, each time an enemy model within Engagement Range of your unit selects targets, it must select your unit as the target of its attacks."},{"factionId":"EC","name":"UNCANNY REACTIONS","id":"000010011006","type":"Carnival of Excess – Battle Tactic Stratagem","cpCost":"1","legend":"Those who have earned the favour of their Dark Prince may be granted a sliver of his grace.","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"Carnival of Excess","detachmentId":"000001036","description":"<b>WHEN:</b> Your opponent’s Shooting phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Slaanesh unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll."},{"factionId":"","name":"BATTLEFIELD COMMAND","id":"000009218003","type":"Boarding Actions – Strategic Ploy Stratagem","cpCost":"1","legend":"The commander's authoritative tone cuts through the din of battle, guiding the actions of nearby troops.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Start or end of any phase.<br><br><b>TARGET:</b> One Leader unit from your army and one friendly Bodyguard unit within 6\" of it that it could normally be attached to.<br><br><b>EFFECT:</b> Select one of your Leader unit’s Leader abilities. Until the start of your next Command phase, that Bodyguard unit is treated as being led by that Leader unit for the purposes of that Leader ability.<br><br><b>RESTRICTIONS:</b> Once you target a unit with this Stratagem, that unit cannot be targeted with it again until your next Command phase."},{"factionId":"EC","name":"MARTIAL PERFECTION","id":"000010015005","type":"Coterie of the Conceited – Battle Tactic Stratagem","cpCost":"1","legend":"The Emperor’s Children find stimulation in excess, be it brutally shocking acts of violence or gratuitous displays of martial prowess.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Coterie of the Conceited","detachmentId":"000001037","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One Emperor’s Children unit from your army that has not been selected to fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit makes an attack, you can re-roll the Hit roll."},{"factionId":"EC","name":"TERRIFYING SPECTACLE","id":"000010003006","type":"Peerless Bladesmen – Strategic Ploy Stratagem","cpCost":"1","legend":"Flensing strikes, dismemberments and eviscerations strike fear into the hearts of the foe.","turn":"Opponent’s turn","phase":"Command phase","detachment":"Peerless Bladesmen","detachmentId":"000001034","description":"<b>WHEN:</b> Your opponent’s Command phase.<br><br><b>TARGET:</b> One Emperor’s Children unit from your army that made a Charge move in the previous turn and destroyed one or more enemy units in the previous Fight phase.<br><br><b>EFFECT:</b> Each enemy unit within 6\" of your unit must take a Battle-shock test, subtracting 1 from that test if they are Below Half-strength. Enemy units affected by this Stratagem do not need to take any other Battle-shock tests in the same phase."},{"factionId":"EC","name":"CRUEL BLADESMAN","id":"000010003005","type":"Peerless Bladesmen – Battle Tactic Stratagem","cpCost":"1","legend":"Fulgrim’s scions are renowned for their bladecraft, toying with their inferiors while preparing an exquisite, penetrating thrust.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Peerless Bladesmen","detachmentId":"000001034","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One Emperor’s Children unit from your army that made a Charge move this turn and has not been selected to fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, improve the Armour Penetration characteristic of melee weapons equipped by models in your unit by 1."},{"factionId":"","name":"FIRE OVERWATCH","id":"000008335009","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"A hail of wildfire can drive back advancing foes.","turn":"Opponent’s turn","phase":"Movement or Charge phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your opponent’s Movement or Charge phase, just after an enemy unit is set up or when an enemy unit starts or ends a Normal, Advance or Fall Back move, or declares a charge.<br><br><b>TARGET:</b> One unit from your army that is within 24\" of that enemy unit and that would be eligible to shoot if it were your Shooting phase.<br><br><b>EFFECT:</b> If that enemy unit is visible to your unit, your unit can shoot that enemy unit as if it were your Shooting phase.<br><br><b>RESTRICTIONS:</b> You cannot target a <span class=\"kwb\">TITANIC</span> unit with this Stratagem. Until the end of the phase, each time a model in your unit makes a ranged attack, an unmodified Hit roll of 6 is required to score a hit, irrespective of the attacking weapon’s Ballistic Skill or any modifiers. You can only use this Stratagem once per turn."},{"factionId":"EC","name":"VIOLENT CRESCENDO","id":"000010011004","type":"Carnival of Excess – Strategic Ploy Stratagem","cpCost":"2","legend":"In the final act of the battle, the followers of Slaanesh descend to slaughter the remaining foes.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Carnival of Excess","detachmentId":"000001036","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One Slaanesh Beasts, Slaanesh Infantry or SLAANESH Mounted unit from your army that has not been selected to fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit makes a Pile-in or Consolidation move, it can move up to 6\" instead of up to 3\". When doing so, it does not need to end that move closer to the closest enemy model, provided it ends that move as close as possible to the closest enemy unit."},{"factionId":"EC","name":"DARK VIGOUR","id":"000009999005","type":"Mercurial Host – Strategic Ploy Stratagem","cpCost":"1","legend":"The Emperor’s Children possess inhuman vigour- their warriors move with monstrous speed to counter any advance and meet any challenge.","turn":"Opponent’s turn","phase":"Movement phase","detachment":"Mercurial Host","detachmentId":"000001033","description":"<b>WHEN:</b> Your opponent’s Movement phase, just after an enemy unit ends a Normal, Advance or Fall Back move.<br><br><b>TARGET:</b> One Emperor’s Children unit from your army (excluding Beasts and Vehicles) that is within 9\" of the enemy unit that just ended that move.<br><br><b>EFFECT:</b> Your unit can make a Normal move of up to 6\"."},{"factionId":"EC","name":"CRUEL RAIDERS","id":"000009999007","type":"Mercurial Host – Strategic Ploy Stratagem","cpCost":"1","legend":"The Emperor's Children delight in the shattering of false hope, often disengaging from their foes only to strike again at an exposed flank.","turn":"Opponent’s turn","phase":"Fight phase","detachment":"Mercurial Host","detachmentId":"000001033","description":"<b>WHEN:</b> End of your opponent’s Fight phase.<br><br><b>TARGET:</b> One Emperor’s Children unit from your army that is wholly within 9\" of one or more battlefield edges and not within 3\" horizontally of one or more enemy units.<br><br><b>EFFECT:</b> Remove your unit from the battlefield and place it into Strategic Reserves."},{"factionId":"EC","name":"UNSHAKEABLE OPPONENTS","id":"000010015003","type":"Coterie of the Conceited – Epic Deed Stratagem","cpCost":"1","legend":"Inured to ordinary sensations by several lifetimes of indulgence, there is little that can deter or faze the warriors of the Emperor's Children.","turn":"Either player’s turn","phase":"Command phase","detachment":"Coterie of the Conceited","detachmentId":"000001037","description":"<b>WHEN:</b> Command phase.<br><br><b>TARGET:</b> One Emperor’s Children unit from your army.<br><br><b>EFFECT:</b> Until the end of the turn, each time a model in your unit makes an attack, you can ignore any or all modifiers to the following: that attack’s Ballistic Skill or Weapon Skill characteristic; the Hit roll; the Wound roll."},{"factionId":"","name":"INSANE BRAVERY","id":"000008335005","type":"Core – Epic Deed Stratagem","cpCost":"1","legend":"Indifferent to their own survival, these warriors hold their ground against seemingly impossible odds.","turn":"Your turn","phase":"Command phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Battle-shock step of your Command phase, just before you take a Battle-shock test for a unit from your army.<br><br><b>TARGET:</b> That unit from your army.<br><br><b>EFFECT:</b> Your unit automatically passes that Battle-shock test.<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem more than once per battle."},{"factionId":"EC","name":"CLOSE-QUARTERS EXCRUCIATION","id":"000010655005","type":"Court of the Phoenician – Stratagem","cpCost":"1","legend":"At short range, the Emperor’s Children eagerly target weak points in their enemies, exulting over every cry of pain they elicit.","turn":"Your turn","phase":"Shooting phase","detachment":"Court of the Phoenician","detachmentId":"000001125","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One Emperor’s Children unit from your army that has not been selected to shoot this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time an <span class=\"kwb\">EMPEROR’S</span> <span class=\"kwb\">CHILDREN</span> model in your unit makes an attack that targets an eligible unit within 12\", improve the Strength and Armour Penetration characteristics of that attack by 1."},{"factionId":"","name":"GO TO GROUND","id":"000008335010","type":"Core – Battle Tactic Stratagem","cpCost":"1","legend":"Seeking salvation from incoming fire, warriors hurl themselves into whatever cover they can find.","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your opponent’s Shooting phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One <span class=\"kwb\">INFANTRY</span> unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, all models in your unit have a 6+ invulnerable save and have the Benefit of Cover."},{"factionId":"","name":"HEROIC INTERVENTION","id":"000008335012","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"Voices raised in furious war cries, your warriors surge forth to meet the enemy’s onslaught head-on.","turn":"Opponent’s turn","phase":"Charge phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your opponent’s Charge phase, just after an enemy unit ends a Charge move.<br><br><b>TARGET:</b> One unit from your army that is within 6\" of that enemy unit and would be eligible to declare a charge against that enemy unit if it were your Charge phase.<br><br><b>EFFECT:</b> Your unit now declares a charge that targets only that enemy unit, and you resolve that charge as if it were your Charge phase.<br><br><b>RESTRICTIONS:</b> You can only select a <span class=\"kwb\">VEHICLE</span> unit from your army if it is a <span class=\"kwb\">WALKER</span>. Note that even if this charge is successful, your unit does not receive any Charge bonus this turn."},{"factionId":"","name":"COMMAND RE-ROLL","id":"000008335002","type":"Core – Battle Tactic Stratagem","cpCost":"1","legend":"A great commander can bend even the vagaries of fate and fortune to their will, the better to ensure victory.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Any phase, just after you make an Advance roll, a Charge roll, a Desperate Escape test or a Hazardous test for a unit from your army, or a Hit roll, a Wound roll, a Damage roll or a saving throw for a model in that unit, or a roll to determine the number of attacks made with a weapon equipped by a model in that unit. If you are using fast dice rolling, this Stratagem can still be used after rolling multiple rolls or saving throws at once.<br><br><b>TARGET:</b> That unit or model from your army.<br><br><b>EFFECT:</b> You re-roll that roll, test or saving throw. If you are using fast dice rolling, select one of those rolls or saving throws to re-roll."},{"factionId":"EC","name":"INCESSANT VIOLENCE","id":"000010003004","type":"Peerless Bladesmen – Battle Tactic Stratagem","cpCost":"1","legend":"Caught up in the joyful exhilaration of violent excess, the momentum of the Emperor's Children is almost impossible to halt.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Peerless Bladesmen","detachmentId":"000001034","description":"<b>WHEN:</b> Fight phase, just before an Emperor’s Children unit from your army Consolidates.<br><br><b>TARGET:</b> That <span class=\"kwb\">EMPEROR’S</span> <span class=\"kwb\">CHILDREN</span> unit.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit makes a Consolidation move, it can move up to 6\" instead of up to 3\", provided your unit ends that Consolidation move within Engagement Range of one or more enemy units."},{"factionId":"EC","name":"ECSTATIC SLAUGHTER","id":"000010011003","type":"Carnival of Excess – Strategic Ploy Stratagem","cpCost":"1","legend":"As the violence intensifies, so does the ecstasy of battle empower daemon and mortal alike.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Carnival of Excess","detachmentId":"000001036","description":"<b>WHEN:</b> Fight phase, just after a <span class=\"kwb\">LEGIONS</span> <span class=\"kwb2\">OF</span> <span class=\"kwb\">EXCESS</span> unit from your army destroys an enemy unit.<br><br><b>TARGET:</b> That Legions OF Excess unit and one friendly Emperor’s Children unit within 6\" of it that is not within Engagement Range of one or more enemy units.<br><br><b>EFFECT:</b> Your <span class=\"kwb\">EMPEROR’S</span> <span class=\"kwb\">CHILDREN</span> unit can declare a charge. If it does so and it has already been selected to fight this phase, it cannot fight again this phase."},{"factionId":"EC","name":"VIOLENT EXCESS","id":"000009999002","type":"Mercurial Host – Battle Tactic Stratagem","cpCost":"1","legend":"The visceral thrill of killing causes the warriors of the Emperor’s Children to enter an ecstatic frenzy of butchery and dismemberment.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Mercurial Host","detachmentId":"000001033","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One Emperor’s Children unit from your army that has not been selected to fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, melee weapons equipped by models in your unit have the [SUSTAINED HITS 1] ability."},{"factionId":"EC","name":"ONTO THE NEXT","id":"000010007002","type":"Rapid Evisceration – Strategic Ploy Stratagem","cpCost":"1","legend":"The fleeting obsessions of the Emperor's Children cause them always to seek fresh targets.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Rapid Evisceration","detachmentId":"000001035","description":"<b>WHEN:</b> End of the Fight phase.<br><br><b>TARGET:</b> One Emperor’s Children unit from your army that destroyed an enemy unit this phase, and one friendly Transport it is able to embark within.<br><br><b>EFFECT:</b> If your <span class=\"kwb\">EMPEROR’S</span> <span class=\"kwb\">CHILDREN</span> unit is wholly within 6\" of that <span class=\"kwb\">TRANSPORT</span>, it can embark within it."},{"factionId":"EC","name":"UNBOUND ARROGANCE","id":"000010015006","type":"Coterie of the Conceited – Epic Deed Stratagem","cpCost":"1","legend":"The hubris of the Emperor’s Children is both their greatest strength and their biggest weakness.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Coterie of the Conceited","detachmentId":"000001037","description":"<b>WHEN:</b> Your Shooting phase or the Fight phase, just after an Emperor’s Children unit from your army destroys an enemy unit.<br><br><b>TARGET:</b> That <span class=\"kwb\">EMPEROR’S</span> <span class=\"kwb\">CHILDREN</span> unit.<br><br><b>EFFECT:</b> Increase your pledge to Slaanesh by 1.<br><br><b>RESTRICTIONS:</b> You can only use this Stratagem once per battle round."},{"factionId":"EC","name":"PROTECTION OF THE DARK PRINCE","id":"000010015002","type":"Coterie of the Conceited – Strategic Ploy Stratagem","cpCost":"1","legend":"On occasion, the Dark Prince may grant a boon of protection to his favoured followers in the heat of battle. Such a boon incurs a debt, one that will be paid in the fullness of time.","turn":"Either player’s turn","phase":"Any phase","detachment":"Coterie of the Conceited","detachmentId":"000001037","description":"<b>WHEN:</b> Any phase, just after a mortal wound or attack is allocated to a model in an Emperor’s Children unit from your army.<br><br><b>TARGET:</b> That <span class=\"kwb\">EMPEROR’S</span> <span class=\"kwb\">CHILDREN</span> unit.<br><br><b>EFFECT:</b> Until the end of the phase, models in your unit have the Feel No Pain 6+ ability, and the Feel No Pain 4+ ability against mortal wounds."},{"factionId":"EC","name":"VENGEFUL SURGE","id":"000010019007","type":"Slaanesh’s Chosen – Strategic Ploy Stratagem","cpCost":"1","legend":"Consumed by their obsessive desire for revenge, the Emperor's Children surge into oncoming fusillades.","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"Slaanesh’s Chosen","detachmentId":"000001038","description":"<b>WHEN:</b> Your opponent’s Shooting phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Emperor’s Children Character unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> After the attacking unit has shot, your unit can make a Surge move. To do so, roll one D6: each model in your unit can move a distance in inches up to the result, but your unit must end that move as close as possible to the closest enemy unit. When doing so, those models can be moved within Engagement Range of that enemy unit. If your unit is not your army’s Favoured Champions, you can re-roll the dice to determine the distance of its Surge move."},{"factionId":"","name":"COUNTER-OFFENSIVE","id":"000009218004","type":"Boarding Actions – Strategic Ploy Stratagem","cpCost":"2","legend":"In close-quarters combat, the slightest hesitation can leave an opening for a swift foe to exploit.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has fought.<br><br><b>TARGET:</b> One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.<br><br><b>EFFECT:</b> Your unit fights next."},{"factionId":"EC","name":"CAPRICIOUS REACTIONS","id":"000009999006","type":"Mercurial Host – Battle Tactic Stratagem","cpCost":"1","legend":"Their superhuman reflexes enhanced by endless streams of addictive combat stimms, the Emperor's Children react to incoming fire with haste, weaving between shots and taking cover in the blink of an eye.","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"Mercurial Host","detachmentId":"000001033","description":"<b>WHEN:</b> Your opponent’s Shooting phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Emperor’s Children unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll."},{"factionId":"EC","name":"CEASELESS ONSLAUGHT","id":"000010007005","type":"Rapid Evisceration – Strategic Ploy Stratagem","cpCost":"1","legend":"Cocktails of combat stimms and a blazing murderlust drive the warriors of the Emperor’s Children forward at breakneck speed.","turn":"Your turn","phase":"Charge phase","detachment":"Rapid Evisceration","detachmentId":"000001035","description":"<b>WHEN:</b> Your Charge phase.<br><br><b>TARGET:</b> One Emperor’s Children unit from your army that disembarked from a Transport that made a Normal move this turn.<br><br><b>EFFECT:</b> Until the end of the phase, your <span class=\"kwb\">EMPEROR’S</span> <span class=\"kwb\">CHILDREN</span> unit is eligible to declare a charge."},{"factionId":"","name":"COUNTER-OFFENSIVE","id":"000008335003","type":"Core – Strategic Ploy Stratagem","cpCost":"2","legend":"In close-quarters combat, the slightest hesitation can leave an opening for a swift foe to exploit.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has fought.<br><br><b>TARGET:</b> One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.<br><br><b>EFFECT:</b> Your unit fights next."},{"factionId":"","name":"GRENADE","id":"000008335006","type":"Core – Wargear Stratagem","cpCost":"1","legend":"Priming their hand-held projectiles, these warriors draw back and hurl death into the enemy’s midst.","turn":"Your turn","phase":"Shooting phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">GRENADES</span> unit from your army (excluding units that Advanced, Fell Back or have shot this turn) that is not within Engagement Range of one or more enemy units.<br><br><b>EFFECT:</b> Select one <span class=\"kwb\">GRENADES</span> model in your unit and one enemy unit that is not within Engagement Range of any units from your army and is within 8\" of and visible to your <span class=\"kwb\">GRENADES</span> model. Roll six D6: for each 4+, that enemy unit suffers 1 mortal wound."},{"factionId":"EC","name":"DIABOLIC MAJESTY","id":"000010019005","type":"Slaanesh’s Chosen – Epic Deed Stratagem","cpCost":"1","legend":"Those who gaze upon one of Slaanesh’s chosen are stricken by their diabolic majesty.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Slaanesh’s Chosen","detachmentId":"000001038","description":"<b>WHEN:</b> Your Shooting phase or the Fight phase, just after an Emperor’s Children Character unit becomes your army’s Favoured Champions.<br><br><b>TARGET:</b> That <span class=\"kwb\">EMPEROR’S</span> <span class=\"kwb\">CHILDREN</span> unit.<br><br><b>EFFECT:</b> Each enemy unit within 6\" of your unit must take a Battle-shock test, subtracting 1 from the result.<br><br><b>RESTRICTIONS:</b> You can only use this Stratagem once per battle round."},{"factionId":"EC","name":"HEIGHTENED JEALOUSY","id":"000010019004","type":"Slaanesh’s Chosen – Battle Tactic Stratagem","cpCost":"1","legend":"Rivalries are commonplace amongst the champions of the Emperor's Children as all vie for Slaanesh’s boons.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Slaanesh’s Chosen","detachmentId":"000001038","description":"<b>WHEN:</b> Your Shooting phase or the Fight phase, just after an Emperor’s Children Character unit becomes your army’s Favoured Champions, or just after your army’s Favoured Champions unit destroys an enemy unit.<br><br><b>TARGET:</b> Your army’s Favoured Champions unit.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in an <span class=\"kwb\">EMPEROR’S</span> <span class=\"kwb\">CHILDREN</span> <span class=\"kwb\">CHARACTER</span> unit from your army that is not your army’s Favoured Champions makes an attack, add 1 to the Strength characteristic of that attack."},{"factionId":"EC","name":"REFUSAL TO BE OUTDONE","id":"000010019006","type":"Slaanesh’s Chosen – Battle Tactic Stratagem","cpCost":"1","legend":"Rivals for the Dark Prince's favour will stop at nothing to outdo their foes and claim a greater tally of souls.","turn":"Your turn","phase":"Charge phase","detachment":"Slaanesh’s Chosen","detachmentId":"000001038","description":"<b>WHEN:</b> Your Charge phase.<br><br><b>TARGET:</b> One Emperor’s Children Character unit from your army.<br><br><b>EFFECT:</b> Select one enemy unit within Engagement Range of one or more units from your army. Until the end of the phase, each time your unit declares a charge, if that enemy unit is one of the targets of that charge, add 2 to the Charge roll."},{"factionId":"EC","name":"CUT DOWN THE WEAK","id":"000010003007","type":"Peerless Bladesmen – Strategic Ploy Stratagem","cpCost":"2","legend":"Contempt for lesser warriors drives the Emperor's Children in their punishing reprisals.","turn":"Opponent’s turn","phase":"Movement phase","detachment":"Peerless Bladesmen","detachmentId":"000001034","description":"<b>WHEN:</b> Your opponent’s Movement phase, just after an enemy unit Falls Back.<br><br><b>TARGET:</b> One Emperor’s Children unit from your army (you can only select a Vehicle if it is a Walker) that is within 6\" of that enemy unit and would be eligible to declare a charge against that enemy unit if it were your Charge phase.<br><br><b>EFFECT:</b> Your unit can declare a charge. When doing so, you must select that enemy unit as a target of that charge, and your unit does not receive a Charge bonus this turn."},{"factionId":"EC","name":"SUSTAINED BY AGONY","id":"000010011002","type":"Carnival of Excess – Battle Tactic Stratagem","cpCost":"1","legend":"Slaaneshi daemons feed upon the emotions of others, with agony a particular delicacy.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Carnival of Excess","detachmentId":"000001036","description":"<b>WHEN:</b> Fight phase, just after an Emperor’s Children unit from your army destroys an enemy unit.<br><br><b>TARGET:</b> That <span class=\"kwb\">EMPEROR’S</span> <span class=\"kwb\">CHILDREN</span> unit.<br><br><b>EFFECT:</b> Select one friendly Legions of Excess unit within 6\" of your unit. One model in that <span class=\"kwb\">LEGIONS</span> <span class=\"kwb2\">OF</span> <span class=\"kwb\">EXCESS</span> unit recovers up to 3 lost wounds or, if it is a Daemonettes unit, return upto D3+3 destroyed models to it instead."},{"factionId":"EC","name":"DEVOTED DUELLISTS","id":"000010019002","type":"Slaanesh’s Chosen – Battle Tactic Stratagem","cpCost":"1","legend":"By slaying theirfoes in close combat, the champions of Slaanesh seek to elevate themselves in his favour.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Slaanesh’s Chosen","detachmentId":"000001038","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One or more Emperor’s Children Character units from your army that have not been selected to fight this phase.<br><br><b>EFFECT:</b> Select one enemy unit. Until the end of the phase, melee weapons equipped by models in those <span class=\"kwb\">CHARACTER</span> units have the [SUSTAINED HITS 1] ability while targeting that enemy unit."},{"factionId":"","name":"COMMAND RE-ROLL","id":"000009218002","type":"Boarding Actions – Epic Deed Stratagem","cpCost":"1","legend":"A great commander can bend even the vagaries of fate and fortune to their will, the better to ensure victory.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Any phase, just after you have made a Hit roll, a Wound roll, a Damage roll, a saving throw, an Advance roll, a Charge roll, a Desperate Escape test, a Hazardous test, or just after you have rolled the dice to determine the number of attacks made with a weapon, for an attack, model or unit from your army.<br><br><b>TARGET:</b> That unit or model from your army.<br><br><b>EFFECT:</b> You re-roll that roll, test or saving throw."}],"enhancements":[{"factionId":"EC","id":"000010018005","name":"Slayer of Champions","cost":"15","detachment":"Slaanesh’s Chosen","detachmentId":"000001038","legend":"This warrior has obsessively perfected the arts of war for centuries if not millennia. Few champions, regardless of origin, are beyond their ability to kill.","description":"Emperor’s Children model only. The bearer’s melee weapons have the [PRECISION] ability, and each time the bearer makes a melee attack that targets a <span class=\"kwb\">CHARACTER</span> unit, improve the Strength and Armour Penetration characteristics of that attack by 1."},{"factionId":"EC","id":"000010018003","name":"Repulsed by Weakness","cost":"25","detachment":"Slaanesh’s Chosen","detachmentId":"000001038","legend":"Those chosen by Slaanesh seek only worthy foes. The weak and craven are slaughtered with sneering contempt.","description":"Emperor’s Children model only. Each time an enemy unit (excluding <span class=\"kwb\">MONSTERS</span> and <span class=\"kwb\">VEHICLES</span>) within Engagement Range of the bearer’s unit Falls Back, models in that enemy unit must take Desperate Escape tests. When doing so, if the bearer’s unit is your army’s Favoured Champions, subtract 1 from each of those Desperate Escape tests."},{"factionId":"EC","id":"000010654002","name":"Tears of the Phoenix","cost":"25","detachment":"Court of the Phoenician","detachmentId":"000001125","legend":"The addictive substance in these droplets is said to fracture consciousness – and sanity – to the point where the imbiber perceives every strike and parries their opponents’ attempts.","description":"<span class=\"kwb\">EMPEROR’S</span> <span class=\"kwb\">CHILDREN</span> model only. Each time a model in the bearer’s unit makes a melee attack, you can ignore any or all modifiers to that attack’s Weapon Skill characteristic and any or all modifiers to the Hit roll and Wound roll."},{"factionId":"EC","id":"000010018002","name":"Eager to Prove","cost":"15","detachment":"Slaanesh’s Chosen","detachmentId":"000001038","legend":"This puissant champion of Slaanesh is ever eager to join the battle and prove their peerless skill to the Dark Prince.","description":"Emperor’s Children model only. You can re-roll Charge rolls made for the bearer’s unit. While the bearer’s unit is your army’s Favoured Champions, add 2\" to the Move characteristic of models in that unit."},{"factionId":"EC","id":"000010014003","name":"Pledge of Dark Glory","cost":"25","detachment":"Coterie of the Conceited","detachmentId":"000001037","legend":"This leader is surrounded by an aura of dark majesty, radiating the glorious and infectious arrogance displayed by the greatest of Slaanesh’s chosen sons.","description":"Emperor’s Children model only. While the bearer is leading a unit, improve the Leadership and Objective Control characteristics of models in that unit by 1."},{"factionId":"EC","id":"000009998003","name":"Intoxicating Musk","cost":"20","detachment":"Mercurial Host","detachmentId":"000001033","legend":"A sickly-sweet aroma emanates from this warrior, at once delightful and abhorrent. A perfumed assault on the senses intoxicates those in its vicinity.","description":"Emperor’s Children model only. Each time a melee attack targets the bearer’s unit, if the Strength characteristic of that attack is greater than the Toughness characteristic of that unit, subtract 1 from the Wound roll."},{"factionId":"EC","id":"000009998002","name":"Steeped in Suffering","cost":"20","detachment":"Mercurial Host","detachmentId":"000001033","legend":"The warlords of the Emperor’s Children thrive on the pain they cause. The more grievous the injuries they cause, the deadlier they become.","description":"Emperor’s Children model only. Each time a model in the bearer’s unit makes an attack that targets an enemy unit below its Starting Strength, add 1 to the Hit roll. If that target is also Below Half-strength, add 1 to the Wound roll as well."},{"factionId":"EC","id":"000010018004","name":"Proud and Vainglorious","cost":"20","detachment":"Slaanesh’s Chosen","detachmentId":"000001038","legend":"Even amongst the prideful warriors of the Emperor’s Children, this warrior is a towering pillar of arrogance.","description":"Emperor’s Children model only. You can re-roll Battle-shock and Leadership tests taken for the bearer’s unit. While the bearer’s unit is your army’s Favoured Champions, add 1 to the Objective Control characteristic of models in that unit."},{"factionId":"EC","id":"000010010005","name":"Warp Walker","cost":"30","detachment":"Carnival of Excess","detachmentId":"000001036","legend":"This champion of Slaanesh is so steeped in the warp as to be able to traverse its maddening depths at will.","description":"Emperor’s Children or Keeper of Secrets model only. Each time the bearer’s unit Advances, do not make an Advance roll. Instead, until the end of the phase, add 6\" to the Move characteristic of models in that unit. Each time a model in the bearer’s unit makes a Normal, Advance or Fall Back move, it can move through enemy models. When doing so, it can move within Engagement Range of such models but cannot end that move within Engagement Range of them, and any Desperate Escape test is automatically passed."},{"factionId":"EC","id":"000010006005","name":"Heretek Adept","cost":"35","detachment":"Rapid Evisceration","detachmentId":"000001035","legend":"This warrior is well-versed in the fell rituals of the Dark Mechanicum.","description":"Emperor’s Children Infantry model only. Once per battle round, when a saving throw is failed for a friendly Emperor’s Children Vehicle model within 6\" of the bearer, you can change the Damage characteristic of that attack to 0."},{"factionId":"EC","id":"000010006004","name":"Accomplished Tactician","cost":"35","detachment":"Rapid Evisceration","detachmentId":"000001035","legend":"Possessed of uncanny situational awareness, this leader directs hit-and-fade attacks with great precision.","description":"Emperor’s Children Infantry model only. Once per turn, in your opponent’s Shooting phase, just after an enemy unit has shot, you can select one friendly Emperor’s Children unit within 9\" of the bearer that was hit by one or more of those attacks, then select one friendly Transport that unit is wholly within 6\" of and is able to embark within. That <span class=\"kwb\">EMPEROR’S</span> <span class=\"kwb\">CHILDREN</span> unit can embark within that Transport."},{"factionId":"EC","id":"000010006002","name":"Sublime Prescience","cost":"25","detachment":"Rapid Evisceration","detachmentId":"000001035","legend":"This leader’s tactical prowess ensures that their reinforcements arrive when required.","description":"Emperor’s Children Infantry model only. Once per turn, in your Movement phase, the bearer can use this Enhancement. If it does, select one friendly Emperor’s Children Transport that is in Strategic Reserves. Until the end of the phase, for the purposes of setting up that <span class=\"kwb\">TRANSPORT</span> on the battlefield, treat the current battle round number as being one higher than it actually is."},{"factionId":"EC","id":"000010010004","name":"Possessed Blade","cost":"25","detachment":"Carnival of Excess","detachmentId":"000001036","legend":"The martial grace that this daemon weapon bestows upon its bearer comes at a price.","description":"Emperor’s Children model only. At the start of the battle, select one melee weapon equipped by the bearer; add 1 to the Attacks characteristic of that weapon. In addition, each time the bearer is selected to fight, it can use this Enhancement. If it does, while resolving those attacks, add 1 to the Damage characteristic of that weapon and that weapon has the [devastating wounds] and [hazardous] abilities."},{"factionId":"EC","id":"000009998004","name":"Tactical Perfection","cost":"15","detachment":"Mercurial Host","detachmentId":"000001033","legend":"Since their foundation, the Emperor's Children have sought to master every art of warfare, be it in personal acts of martial prowess or superior tactical displays.","description":"Emperor’s Children model only. After both players have deployed their armies, select up to two <span class=\"kwb\">EMPEROR’S</span> <span class=\"kwb\">CHILDREN</span> units from your army and redeploy them. When doing so, you can set those units up in Strategic Reserves if you wish, regardless of how many units are already in Strategic Reserves."},{"factionId":"EC","id":"000010002003","name":"Blinding Speed","cost":"25","detachment":"Peerless Bladesmen","detachmentId":"000001034","legend":"By injecting powerful combat stimms distilled from the perfumed ichor of Daemonettes, these warriors slash out with diabolically enhanced speed.","description":"Emperor’s Children model only. Once per battle, at the start of the Fight phase, the bearer can use this Enhancement. If it does, until the end of the phase, models in the bearer’s unit have the Fights First ability."},{"factionId":"EC","id":"000010002004","name":"Distortion","cost":"25","detachment":"Peerless Bladesmen","detachmentId":"000001034","legend":"The sheen of this blade reflects to the bearer their own alluring countenance. In their image, they see an example of perfection. In reality, the bearer has become a hideous wretch, every ounce of elegance leached away to increase the daemon blade’s killing power.","description":"Emperor’s Children model only. Add 1 to the Attacks and Damage characteristics of melee weapons equipped by the bearer."},{"factionId":"EC","id":"000010010003","name":"Dark Blessings","cost":"10","detachment":"Carnival of Excess","detachmentId":"000001036","legend":"This warrior has earned the favour of the Dark Prince.","description":"Emperor’s Children Infantry model only. Once per battle, just after an enemy unit has selected its targets, the bearer can use this Enhancement. If it does, until the end of the phase, the bearer has a 3+ invulnerable save."},{"factionId":"EC","id":"000009998005","name":"Loathsome Dexterity","cost":"10","detachment":"Mercurial Host","detachmentId":"000001033","legend":"Blessed by Slaanesh to further accentuate their perverse elegance, this leader possesses feline finesse.","description":"Emperor’s Children model only. Each time a model in the bearer’s unit makes a Normal, Advance or Fall Back move, it can move through enemy models. When doing so, it can move within Engagement Range of such models but cannot end that move within Engagement Range of them, and any Desperate Escape test is automatically passed."},{"factionId":"EC","id":"000010014005","name":"Pledge of Unholy Fortune","cost":"30","detachment":"Coterie of the Conceited","detachmentId":"000001037","legend":"A daemonic patron steers this warrior’s fate. Every movement is a killing stroke or exquisitely timed parry.","description":"Emperor’s Children model only. Once per turn, just after making a Hit roll, a Wound roll or a saving throw for a model in the bearer’s unit, if the bearer is not Battle-shocked, it can use this Enhancement. If it does, treat the result as an unmodified roll of 6 instead."},{"factionId":"EC","id":"000010010002","name":"Empyric Suffusion","cost":"15","detachment":"Carnival of Excess","detachmentId":"000001036","legend":"Swirling clouds of perfumed empyric energy suffuse this leader s followers, granting them daemonic vigour.","description":"Emperor’s Children model only. Once per battle round, you can target one friendly Slaanesh unit within 6\" of the bearer with the Heroic Intervention Stratagem for 0CP."},{"factionId":"EC","id":"000010006003","name":"Spearhead Striker","cost":"20","detachment":"Rapid Evisceration","detachmentId":"000001035","legend":"This leader and their bodyguard pride themselves being first into the fray.","description":"Emperor’s Children Infantry model only. Each time the bearer disembarks from a Transport, until the end of the turn, you can re-roll Charge rolls made for the bearer’s unit and enemy units cannot use the Fire Overwatch Stratagem to shoot at the bearer’s unit."},{"factionId":"EC","id":"000010002002","name":"Faultless Opportunist","cost":"15","detachment":"Peerless Bladesmen","detachmentId":"000001034","legend":"This swordsman forever seeks opportunities to flaunt their dazzling and deadly bladework.","description":"Emperor’s Children model only. You can target the bearer’s unit with the Heroic Intervention Stratagem for 0CP, and can do so even if you have already targeted a different unit with that Stratagem this phase."},{"factionId":"EC","id":"000010014002","name":"Pledge of Eternal Servitude","cost":"25","detachment":"Coterie of the Conceited","detachmentId":"000001037","legend":"Through Slaanesh’s favour, this warrior has defied death more than once and each time has been agonisingly resurrected to offer more souls to their patron.","description":"Emperor’s Children model only. The first time the bearer is destroyed, take a Leadership test for the bearer at the end of the phase. If that test is passed, set the bearer back up on the battlefield, as close as possible to where it was destroyed and not within Engagement Range of one or more enemy units, with D6 wounds remaining (up to its Wounds characteristic)."},{"factionId":"EC","id":"000010002005","name":"Rise to the Challenge","cost":"30","detachment":"Peerless Bladesmen","detachmentId":"000001034","legend":"This warriors arrogance is matched by a listless ennui at the galaxy's everyday stimuli. Should a worthy opponent challenge them in combat, they transform into a faultless duellist with skill beyond compare.","description":"Emperor’s Children Infantry model only. Once per battle, at the end of the Fight phase, if the bearer is within Engagement Range of three or more enemy models, it can use this Enhancement. If it does, the bearer can fight one additional time. When doing so, you can select one ability using the Exquisite Swordsmanship Detachment rule to apply to those attacks."},{"factionId":"EC","id":"000010654004","name":"Soulstain Made Manifest","cost":"15","detachment":"Court of the Phoenician","detachmentId":"000001125","legend":"The corruption of this warrior’s soul is so total that it bleeds outwards in a nimbus of nauseating eldritch horror that repulses his enemies.","description":"<span class=\"kwb\">EMPEROR’S</span> <span class=\"kwb\">CHILDREN</span> model only. At the start of the Fight phase, you can select one enemy unit within Engagement Range of the bearer; that unit must take a Battle-shock test, subtracting 1 from the result."},{"factionId":"EC","id":"000010014004","name":"Pledge of Mortal Pain","cost":"15","detachment":"Coterie of the Conceited","detachmentId":"000001037","legend":"This warrior gifts their foes with Slaanesh’s own exquisite caress, offering up their agonies to please the Dark Prince.","description":"Emperor’s Children model only. At the start of your Shooting phase, select one enemy unit within 12\" of and visible to the bearer. That unit must take a Leadership test, subtracting 2 from the result if it is Battle-shocked: if failed, that enemy unit suffers 3 mortal wounds."}],"detachmentAbilities":[{"id":"000010653","factionId":"EC","name":"Master of the Pageant","legend":"Fulgrim sees war as a theatrical act, his warriors and the enemy alike a mere chorus to his own egotistical performance of sinuous strategy.","description":"Once per battle round, when you target a Fulgrim unit from your army with the Sinuous Breach or Prideful Superiority Stratagem, you can reduce the CP cost of that use of that Stratagem by 1CP.","detachment":"Court of the Phoenician","detachmentId":"000001125"},{"id":"000010009","factionId":"EC","name":"Daemonic Empowerment","legend":"Where the Emperor’s Children indulge their obsession, the power ofSlaanesh empowers those in his thrall.","description":"<ul><li>While an Emperor’s Children unit from your army is within 6\" of one or more friendly Legions of Excess units, it is Empowered.</li><li>While a <span class=\"kwb\">LEGIONS</span> <span class=\"kwb2\">OF</span> <span class=\"kwb\">EXCESS</span> unit from your army is within 6\" of one or more friendly <span class=\"kwb\">EMPEROR’S</span> <span class=\"kwb\">CHILDREN</span> units, it is Empowered.</li></ul><br>While a unit from your army is Empowered, weapons equipped by models in that unit have the [sustained hits 1] ability. If such a weapon already has that ability, each time an attack is made with that weapon, an unmodified Hit roll of 5+ scores a Critical Hit.<br><br><span class=\"h_custom\">LEGIONS OF EXCESS</span><br>You can include Legions of Excess units in your army, even though they do not have the <span class=\"kwb\">EMPEROR’S</span> <span class=\"kwb\">CHILDREN</span> Faction keyword. The combined points cost of such units you can include in your army is:<br><ul><li><b>Incursion:</b> Up to 500 pts</li><li><b>Strike Force:</b> Up to 1000 pts</li><li><b>Onslaught:</b> Up to 1500 pts</li></ul>No <span class=\"kwb\">LEGIONS</span> <span class=\"kwb2\">OF</span> <span class=\"kwb\">EXCESS</span> models from your army can be your <span class=\"kwb\">WARLORD</span>.","detachment":"Carnival of Excess","detachmentId":"000001036"},{"id":"000010005","factionId":"EC","name":"Mechanised Murder","legend":"The Emperor’s Children are masters of the mechanised assault, leaping from their growling, daemonically tainted vehicles to fall upon the foe with blade and bolter.","description":"Each time an Emperor’s Children model from your army makes an attack, if it is a Transport model or disembarked from a <span class=\"kwb\">TRANSPORT</span> this turn, re-roll a Hit roll of 1 and re-roll a Wound roll of 1.","detachment":"Rapid Evisceration","detachmentId":"000001035"},{"id":"000009997","factionId":"EC","name":"Quicksilver Grace","legend":"The Emperor’s Children are consummate raiders, eager to satiate their lust for sensation amid battle and falling upon their foes with impossible swiftness and inhuman grace.","description":"You can re-roll Advance rolls made for Emperor’s Children units from your army.","detachment":"Mercurial Host","detachmentId":"000001033"},{"id":"000010001","factionId":"EC","name":"Exquisite Swordsmanship","legend":"These warriors are peerless swordsmen, each demonstrating exquisite fighting form. Those who lock swords with these obsessive warriors do so at their peril.","description":"Each time an Emperor’s Children unit from your army is selected to fight, if it made a Charge move this turn, select one of the abilities below. While resolving those attacks, melee weapons equipped by models in that unit have that ability:<br><ul><li>[LETHAL HITS]</li><li>[SUSTAINED HITS 1]</li></ul>","detachment":"Peerless Bladesmen","detachmentId":"000001034"},{"id":"000010652","factionId":"EC","name":"Sensational Performance","legend":"The craving for fresh experience and the obsession with enacting ever more excessive destruction drives these warriors to displays of sudden and obscene violence.","description":"Emperor’s Children units from your army have the following ability:<br><br><b>Sensational Performance:</b> Each time this unit is selected to fight, if this unit made a Charge move this turn, it can use this ability. If it does, until the end of the phase:<br><ul><li>This unit cannot target a unit it was within Engagement Range of at the start of the turn.</li><li>This unit cannot target a unit that was the target of another unit’s attack this phase.</li><li>Improve the Strength and Armour Penetration characteristics of this unit’s melee weapons by 1.</li></ul>","detachment":"Court of the Phoenician","detachmentId":"000001125"},{"id":"000010013","factionId":"EC","name":"Pledges to the Dark Prince","legend":"Few appear as favoured by the Dark Prince as these warriors, their boons of power a reward for committing ever viler deeds in honour of their patron.","description":"At the start of the battle round, if your <span class=\"kwb\">WARLORD</span> is on the battlefield, you must pledge a number to Slaanesh representing how many enemy units will be destroyed this battle round. At the end of the battle round, if the number of enemy units destroyed this battle round is greater than or equal to your pledge, you gain a number of Pact points equal to your pledge. Otherwise, you do not gain any Pact points this battle round and your <span class=\"kwb\">WARLORD</span> model suffers D3 mortal wounds.<br><br>Emperor’s Children units from your army gain a bonus depending on how many Pact points you have gained during the battle, as shown below (these are all cumulative).<br><br><div class=\"BreakInsideAvoid\"><table bordercolor=\"#888\"><tbody><tr><td><table class=\" customTable tablefont\" bordercolor=\"#888\"><tbody><tr><td><b>PACT POINTS</b></td><td><b>BONUS</b></td></tr><tr><td><b>1+</b></td><td>Each time a model in this unit makes an attack, re-roll a <span class=\"tooltip00006\" data-tooltip-content=\"#tooltip_content00006\"><span class=\"tt kwbu\">Hit</span> <span class=\"tt kwbu\">roll</span></span> of 1.</td></tr><tr><td><b>3+</b></td><td>Each time a model in this unit makes an attack, re-roll a <span class=\"tooltip00032\" data-tooltip-content=\"#tooltip_content00032\"><span class=\"tt kwbu\">Wound</span> <span class=\"tt kwbu\">roll</span></span> of 1.</td></tr><tr><td><b>5+</b></td><td>Melee weapons equipped by models in this unit have the <span class=\"kwb2 bluefont\"><span class=\"tooltip00078\" data-tooltip-content=\"#tooltip_content00078\"><span class=\"tt kwbu\">[LETHAL</span> <span class=\"tt kwbu\">HITS]</span></span></span> and <span class=\"kwb2 bluefont\"><span class=\"tooltip00016\" data-tooltip-content=\"#tooltip_content00016\"><span class=\"tt kwbu\">[SUSTAINED</span> <span class=\"tt kwbu\">HITS</span> <span class=\"tt kwbu\">1]</span></span></span> abilities.</td></tr><tr><td><b>7+</b></td><td>Each time a model in this unit makes an attack, a <span class=\"tooltip00006\" data-tooltip-content=\"#tooltip_content00006\"><span class=\"tt kwbu\">Critical</span> <span class=\"tt kwbu\">Hit</span></span> is scored on an unmodified <span class=\"tooltip00006\" data-tooltip-content=\"#tooltip_content00006\"><span class=\"tt kwbu\">Hit</span> <span class=\"tt kwbu\">roll</span></span> of 5+.</td></tr></tbody></table></td></tr></tbody></table></div>","detachment":"Coterie of the Conceited","detachmentId":"000001037"},{"id":"000010017","factionId":"EC","name":"Internal Rivalries","legend":"The boldest and most debased champions of Slaanesh may gain the benefit of the Dark Princes boons. Yet none hold Slaanesh’s favour for long, for always another seeks to wrest his favour from their rivals.","description":"Emperor’s Children Character units from your army can ignore any or all modifiers to their Move characteristic and any or all modifiers to Advance and Charge rolls made for them.<br><br>At the start of the battle, your <span class=\"kwb\">WARLORD</span>’s unit is your army’s Favoured Champions. The first time in each player’s turn that an <span class=\"kwb\">EMPEROR’S</span> <span class=\"kwb\">CHILDREN</span> <span class=\"kwb\">CHARACTER</span> unit from your army destroys an enemy unit, after resolving all of its attacks, that <span class=\"kwb\">CHARACTER</span> unit becomes your army’s new Favoured Champions, replacing the old one.<br><br>Each time a model in your army’s Favoured Champions unit makes an attack, you can re-roll the Wound roll.","detachment":"Slaanesh’s Chosen","detachmentId":"000001038"}],"leaders":[{"id":"000004079","slug":"tormentors"},{"id":"000004088","slug":"noise-marines-2"},{"id":"000004080","slug":"infractors"}],"supplementLabel":"None","isSupplement":false,"roleLabel":"Characters","sourceName":"Faction Pack: Emperor’s Children","isForgeWorld":false,"isLegends":false}