{
  "id": "000001536",
  "name": "Big Mek With Shokk Attack Gun",
  "factionId": "ORK",
  "sourceId": "000000046",
  "legend": "Big Moks arc musters of insane but highly destructive weaponry. Amongst the strangest devices that some lug to battle is the shokk attack gun which opens a tunnel through the warp to its target, then launches screaming Snot lings down it. I he ammunition remoteriolise os a terror-maddened, clawing, biting swarm. If this happens inside the target, the results orc swift and horrific.",
  "role": "Characters",
  "loadout": "<b>This model is equipped with:</b> close combat weapon, shokk attack gun.",
  "transport": "",
  "virtual": false,
  "leaderHead": "",
  "leaderFooter": "",
  "damagedW": "",
  "damagedDescription": "",
  "link": "https://wahapedia.ru/wh40k10ed/factions/orks/Big-Mek-With-Shokk-Attack-Gun",
  "slug": "big-mek-with-shokk-attack-gun",
  "factionSlug": "orks",
  "supplementKey": "codex",
  "abilities": [
    {
      "id": "000008346",
      "name": "Leader",
      "legend": "Mighty heroes fight at the forefront of battle.",
      "factionId": "",
      "description": "<div class=\"Corner33 abWrap BreakInsideAvoid\"><div class=\"abFlex\"><div class=\"abDiamondWrap\"><div class=\"abDiamond\"><div class=\"abIcon\"></div></div></div><div class=\"abLine\"></div><div class=\"abNameWrap\"></div></div><p class=\"ShowFluff stratLegend2\">Mighty heroes fight at the forefront of battle.</p>Some <span class=\"kwb\">CHARACTER</span> units have ‘Leader’ listed on their datasheets. Such <span class=\"kwb\">CHARACTER</span> units are known as Leaders, and the units they can lead – known as their Bodyguard units – are listed on their datasheet.<br><br>During the Declare Battle Formations step, for each Leader in your army, if your army also includes one or more of that Leader’s Bodyguard units, you can select one of those Bodyguard units. That Leader will then attach to that Bodyguard unit for the duration of the battle and is said to be leading that unit. Each Bodyguard unit can only have one Leader attached to it.<br><br>While a Bodyguard unit contains a Leader, it is known as an Attached unit and, with the exception of rules that are triggered when units are <span class=\"tooltip00001\" data-tooltip-content=\"#tooltip_content00001\"><span class=\"tt kwbu\">destroyed</span></span>, it is treated as a single unit for all rules purposes. Each time an attack targets an Attached unit, until the attacking unit has resolved all of its attacks, you must use the Toughness characteristic of the Bodyguard models in that unit, even if a Leader in that unit has a different Toughness characteristic. Each time an attack sucessfully wounds an Attached unit, that attack cannot be allocated to a <span class=\"kwb\">CHARACTER</span> model in that unit, even if that <span class=\"kwb\">CHARACTER</span> model has lost one or more wounds or has already had attacks allocated to it this phase. As soon as the last Bodyguard model in an Attached unit has been destroyed, any attacks made against that unit that have yet to be allocated can then be allocated to <span class=\"kwb\">CHARACTER</span> models in that unit.<br><br>Each time the last model in a Bodyguard unit is destroyed, each <span class=\"kwb\">CHARACTER</span> unit that is part of that Attached unit is no longer part of an Attached unit. It becomes a separate unit, with its original Starting Strength. If this happens as the result of an attack, they become separate units after the attacking unit has resolved all of its attacks.<br><br>Each time the last model in a <span class=\"kwb\">CHARACTER</span> unit that is attached to a Bodyguard unit is destroyed and there is not another <span class=\"kwb\">CHARACTER</span> unit attached, that Attached unit’s Bodyguard unit is no longer part of an Attached unit. It becomes a separate unit, with its original Starting Strength. If this happens as the result of an attack, they become separate units after the attacking unit has resolved all of its attacks. <br><br>Each time a unit that is part of an Attached unit is destroyed, it does not have the keywords of any other units that make up that Attached unit (unless it has those keywords on its own datasheet) for the purposes of any rules that would be triggered when that unit is destroyed.<br><br><div class=\"redExample\"><b>Example:</b> If you only destroy the Bodyguard unit that is part of an Attached unit, you have not destroyed a <span class=\"kwb\">CHARACTER</span> unit. If you only destroy the <span class=\"kwb\">CHARACTER</span> unit that is part of an Attached unit, or if you destroy the whole Attached unit, you have destroyed one <span class=\"kwb\">CHARACTER</span> unit.</div><br><div class=\"BreakInsideAvoid frameLight Corner14\"><ul class=\"redSquare\"><li>Before the battle, <span class=\"kwb\">CHARACTER</span> units with the Leader ability can be attached to one of their Bodyguard units to form an Attached unit.</li><li>Attached units can only contain one Leader.</li><li>Attacks cannot be allocated to <span class=\"kwb\">CHARACTER</span> models in Attached units.</li></ul></div></div>",
      "type": "Core"
    },
    {
      "id": "000003676",
      "name": "Waaagh!",
      "legend": "The infamous war cry of the Orks is known and feared throughout the galaxy. When it echoes across the battlefield, bellowed from hundreds or even thousands of greenskin mouths, even the most stalwart warriors fear the onslaught to come.",
      "factionId": "ORK",
      "description": "If your Army Faction is <span class=\"kwb\">ORKS</span>, once per battle, at the start of your Command phase, you can call a Waaagh!. If you do, until the start of your next Command phase, the Waaagh! is active for your army and:<br><ul><li>Units from your army with this ability are eligible to declare a charge in a turn in which they Advanced.</li><li>Add 1 to the Strength and Attacks characteristics of melee weapons equipped by models from your army with this ability.</li><li>Models from your army with this ability have a 5+ invulnerable save.</li></ul>",
      "type": "Faction"
    },
    {
      "id": "",
      "name": "More Dakka",
      "legend": "",
      "factionId": "",
      "description": "While this model is leading a unit, each time a model in that unit makes a ranged attack, re-roll a Hit roll of 1.",
      "type": "Datasheet",
      "parameter": ""
    },
    {
      "id": "",
      "name": "Deranged Snotling Assault",
      "legend": "",
      "factionId": "",
      "description": "In your Shooting phase, after this model has shot, select one enemy unit hit by one or more of those attacks; that unit must take a Battle-shock test.",
      "type": "Datasheet",
      "parameter": ""
    },
    {
      "id": "",
      "name": "Grot Assistant",
      "legend": "",
      "factionId": "",
      "description": "Once per battle, after rolling to determine how many attacks the bearer’s shokk attack gun makes, you can re-roll that dice.<br><br><b>Designer’s Note:</b> Place a Grot Assistant token next to the bearer, removing it once this ability has been used.",
      "type": "Wargear",
      "parameter": ""
    }
  ],
  "keywords": [
    {
      "datasheetId": "000001536",
      "keyword": "Orks",
      "model": "",
      "isFactionKeyword": "true"
    },
    {
      "datasheetId": "000001536",
      "keyword": "Character",
      "model": "",
      "isFactionKeyword": "false"
    },
    {
      "datasheetId": "000001536",
      "keyword": "Mek",
      "model": "",
      "isFactionKeyword": "false"
    },
    {
      "datasheetId": "000001536",
      "keyword": "Big Mek with Shokk Attack Gun",
      "model": "",
      "isFactionKeyword": "false"
    },
    {
      "datasheetId": "000001536",
      "keyword": "Grenades",
      "model": "",
      "isFactionKeyword": "false"
    },
    {
      "datasheetId": "000001536",
      "keyword": "Infantry",
      "model": "",
      "isFactionKeyword": "false"
    }
  ],
  "models": [
    {
      "datasheetId": "000001536",
      "line": 1,
      "name": "Big Mek With Shokk Attack Gun",
      "m": 6,
      "t": 5,
      "sv": 4,
      "invSv": null,
      "invSvDescr": "",
      "w": 5,
      "ld": 7,
      "oc": 1,
      "baseSize": "40mm",
      "baseSizeDescr": ""
    }
  ],
  "options": [
    {
      "datasheetId": "000001536",
      "line": 1,
      "button": "•",
      "description": "This model can be equipped with 1 grot assistant."
    }
  ],
  "wargear": [
    {
      "id": "000001536:shokk-attack-gun",
      "datasheetId": "000001536",
      "line": 1,
      "name": "Shokk attack gun",
      "type": "Ranged",
      "profiles": [
        {
          "datasheetId": "000001536",
          "line": 1,
          "lineInWargear": 1,
          "dice": "",
          "name": "Shokk attack gun",
          "attributes": [
            "BLAST",
            "HEAVY"
          ],
          "range": 60,
          "type": "Ranged",
          "a": "D6+1",
          "bsWs": 5,
          "s": 9,
          "ap": -4,
          "d": "D6"
        }
      ]
    },
    {
      "id": "000001536:close-combat-weapon",
      "datasheetId": "000001536",
      "line": 2,
      "name": "Close combat weapon",
      "type": "Melee",
      "profiles": [
        {
          "datasheetId": "000001536",
          "line": 2,
          "lineInWargear": 1,
          "dice": "",
          "name": "Close combat weapon",
          "attributes": [],
          "range": "Melee",
          "type": "Melee",
          "a": 4,
          "bsWs": 3,
          "s": 5,
          "ap": 0,
          "d": 1
        }
      ]
    }
  ],
  "unitComposition": [
    {
      "datasheetId": "000001536",
      "line": 1,
      "description": "1 Big Mek with Shokk Attack Gun"
    }
  ],
  "modelCosts": [
    {
      "datasheetId": "000001536",
      "line": 1,
      "description": "1 model",
      "cost": 80
    }
  ],
  "leaders": [
    {
      "id": "000003861",
      "slug": "breaka-boyz"
    },
    {
      "id": "000000020",
      "slug": "tankbustas"
    },
    {
      "id": "000000021",
      "slug": "nobz"
    },
    {
      "id": "000000038",
      "slug": "mek-gunz"
    },
    {
      "id": "000000044",
      "slug": "lootas"
    },
    {
      "id": "000000016",
      "slug": "boyz"
    }
  ],
  "supplementLabel": "None",
  "isSupplement": false,
  "roleLabel": "Characters",
  "sourceName": "Faction Pack: Orks",
  "isForgeWorld": false,
  "isLegends": false
}