{"id":"000000642","name":"Urien Rakarth","factionId":"DRU","sourceId":"000000384","legend":"Urien Rakarth is the most ingenious of the many Haemonculi masters. He is the Sculptor of Torments, whose repugnant creations strain his enemies’ sanity. Once his casket of fanged spirits and his toxin-laced blades are finished, a coiling nest of Haemovores feast upon whatever is left of Rakarth’s foes.","role":"Characters","loadout":"<b>This model is equipped with:</b> Casket of Flensing; Haemonculus tools and scissorhands.","transport":"","virtual":false,"leaderHead":"","leaderFooter":"","damagedW":"","damagedDescription":"","link":"https://wahapedia.ru/wh40k10ed/factions/drukhari/Urien-Rakarth","slug":"urien-rakarth","factionSlug":"drukhari","supplementKey":"codex","abilities":[{"id":"000008338","name":"Feel No Pain","legend":"Some warriors refuse to be laid low, even by what should be fatal wounds.","factionId":"","description":"<div class=\"Corner33 abWrap BreakInsideAvoid\"><div class=\"abFlex\"><div class=\"abDiamondWrap\"><div class=\"abDiamond\"><div class=\"abIcon\"></div></div></div><div class=\"abLine\"></div><div class=\"abNameWrap\"></div></div><p class=\"ShowFluff stratLegend2\">Some warriors refuse to be laid low, even by what should be fatal wounds.</p>Some models have ‘Feel No Pain x+’ listed in their abilities. Each time a model with this ability suffers damage and so would lose a wound (including wounds lost due to <span class=\"tooltip00009\" data-tooltip-content=\"#tooltip_content00009\"><span class=\"tt kwbu\">mortal</span> <span class=\"tt kwbu\">wounds</span></span>), roll one D6: if the result is greater than or equal to the number denoted by ‘x’, that wound is ignored and is not lost. If a model has more than one Feel No Pain ability, you can only use one of those abilities each time that model suffers damage and so would lose a wound.<br><br><div class=\"BreakInsideAvoid frameLight Corner14\"><ul class=\"redSquare\"><li><b>Feel No Pain x+:</b> Each time this model would lose a wound, roll one D6: if the result equals or exceeds ‘x’, that wound is not lost.</li></ul></div></div>","type":"Core","parameter":"4+"},{"id":"000008346","name":"Leader","legend":"Mighty heroes fight at the forefront of battle.","factionId":"","description":"<div class=\"Corner33 abWrap BreakInsideAvoid\"><div class=\"abFlex\"><div class=\"abDiamondWrap\"><div class=\"abDiamond\"><div class=\"abIcon\"></div></div></div><div class=\"abLine\"></div><div class=\"abNameWrap\"></div></div><p class=\"ShowFluff stratLegend2\">Mighty heroes fight at the forefront of battle.</p>Some <span class=\"kwb\">CHARACTER</span> units have ‘Leader’ listed on their datasheets. Such <span class=\"kwb\">CHARACTER</span> units are known as Leaders, and the units they can lead – known as their Bodyguard units – are listed on their datasheet.<br><br>During the Declare Battle Formations step, for each Leader in your army, if your army also includes one or more of that Leader’s Bodyguard units, you can select one of those Bodyguard units. That Leader will then attach to that Bodyguard unit for the duration of the battle and is said to be leading that unit. Each Bodyguard unit can only have one Leader attached to it.<br><br>While a Bodyguard unit contains a Leader, it is known as an Attached unit and, with the exception of rules that are triggered when units are <span class=\"tooltip00073\" data-tooltip-content=\"#tooltip_content00073\"><span class=\"tt kwbu\">destroyed</span></span>, it is treated as a single unit for all rules purposes. Each time an attack targets an Attached unit, until the attacking unit has resolved all of its attacks, you must use the Toughness characteristic of the Bodyguard models in that unit, even if a Leader in that unit has a different Toughness characteristic. Each time an attack sucessfully wounds an Attached unit, that attack cannot be allocated to a <span class=\"kwb\">CHARACTER</span> model in that unit, even if that <span class=\"kwb\">CHARACTER</span> model has lost one or more wounds or has already had attacks allocated to it this phase. As soon as the last Bodyguard model in an Attached unit has been destroyed, any attacks made against that unit that have yet to be allocated can then be allocated to <span class=\"kwb\">CHARACTER</span> models in that unit.<br><br>Each time the last model in a Bodyguard unit is destroyed, each <span class=\"kwb\">CHARACTER</span> unit that is part of that Attached unit is no longer part of an Attached unit. It becomes a separate unit, with its original Starting Strength. If this happens as the result of an attack, they become separate units after the attacking unit has resolved all of its attacks.<br><br>Each time the last model in a <span class=\"kwb\">CHARACTER</span> unit that is attached to a Bodyguard unit is destroyed and there is not another <span class=\"kwb\">CHARACTER</span> unit attached, that Attached unit’s Bodyguard unit is no longer part of an Attached unit. It becomes a separate unit, with its original Starting Strength. If this happens as the result of an attack, they become separate units after the attacking unit has resolved all of its attacks. <br><br>Each time a unit that is part of an Attached unit is destroyed, it does not have the keywords of any other units that make up that Attached unit (unless it has those keywords on its own datasheet) for the purposes of any rules that would be triggered when that unit is destroyed.<br><br><div class=\"redExample\"><b>Example:</b> If you only destroy the Bodyguard unit that is part of an Attached unit, you have not destroyed a <span class=\"kwb\">CHARACTER</span> unit. If you only destroy the <span class=\"kwb\">CHARACTER</span> unit that is part of an Attached unit, or if you destroy the whole Attached unit, you have destroyed one <span class=\"kwb\">CHARACTER</span> unit.</div><br><div class=\"BreakInsideAvoid frameLight Corner14\"><ul class=\"redSquare\"><li>Before the battle, <span class=\"kwb\">CHARACTER</span> units with the Leader ability can be attached to one of their Bodyguard units to form an Attached unit.</li><li>Attached units can only contain one Leader.</li><li>Attacks cannot be allocated to <span class=\"kwb\">CHARACTER</span> models in Attached units.</li></ul></div></div>","type":"Core"},{"id":"000008507","name":"Power from Pain","legend":"The Drukhari feed on suffering and terror. Every arc of blood that jets from a blade-slit artery, every scream of agonised horror, every vertiginous moment of shock or despair experienced by their prey surges through the Drukhari like an intoxicant. As the battle rages, the denizens of the Dark City drink deep of the floodtide of pain. Sinews singing with stolen strength, motions blurred to preternatural swiftness, they howl in exhilarated bloodlust and fight all the harder to extract yet sweeter agonies from those who dare resist them.","factionId":"DRU","description":"<div class=\"img-inv\"><img src=\"/wh40k10ed/img/DRU_PainToken.png\"></div><span class=\"hi_custom\">Pain Abilities</span><br>All Drukhari units have a Pain ability, tagged with the word ‘Pain’. Pain abilities only apply to a unit while it is Empowered. If your Army Faction is <span class=\"kwb\">DRUKHARI</span>, you can Empower units from your army with Pain abilities by spending Pain tokens (see below).<br><br><b>Designer’s Note:</b> You can also spend Pain tokens to activate additional effects in certain other rules such as Enhancements and Stratagems.<br><br><span class=\"hi_custom\">Gaining Pain Tokens</span><br>If your Army Faction is <span class=\"kwb\">DRUKHARI</span>, you gain Pain tokens as follows:<br><ul><li><b>1 Pain token</b> at the start of your Command phase.</li><li><b>1 Pain token</b> each time an enemy unit is destroyed.</li><li><b>1 Pain token</b> each time an enemy unit fails a Battle-shock test.</li></ul>Each time you gain a Pain token, keep it to one side - this is your Pain token pool. Each time you spend a Pain token, reduce your Pain token pool by the same amount.<br><br><span class=\"hi_custom\">Empowered Through Pain</span><br>Each Pain ability will state when you can spend Pain tokens to Empower that unit. When you do, until the end of the phase, that unit is Empowered and all Pain abilities it has take effect. While an Attached unit is Empowered, the Pain abilities of all Leader and Bodyguard units in that unit take effect - you do not need to spend additional Pain tokens to activate each of those Pain abilities.<br><br><div class=\"redExample\"><b>Example:</b> At the start of your Charge phase, you spend 1 Pain token to Empower a unit of Wyches. The unit becomes Empowered, and so its Acrobatic Gladiators ability takes effect until the end of the phase. A Succubus is leading the unit, and so its Lithe Agility ability also takes effect until the end of the phase (no additional Pain token is required to activate that ability as well).</div>","type":"Faction"},{"id":"","name":"Sculptor of Torments (Pain)","legend":"","factionId":"","description":"In your Fight phase, when you select this model’s unit to fight, you can spend 1 of your Pain tokens to Empower this model’s unit. While that unit is Empowered, each time a model in that unit makes a melee attack, add 1 to the Wound roll.","type":"Datasheet","parameter":""},{"id":"","name":"Father of Pain","legend":"","factionId":"","description":"Each time an attack with a Damage characteristic of 1 is allocated to a model in this model’s unit, that model has the Feel No Pain 4+ ability against that attack.","type":"Datasheet","parameter":""},{"id":"","name":"Horrific Regeneration","legend":"","factionId":"","description":"The first time this model is destroyed, roll one D6 at the end of the phase. On a 2+, set this model back up on the battlefield, as close as possible to where it was destroyed and not within Engagement Range of any enemy units, with its full wounds remaining.","type":"Datasheet","parameter":""},{"id":"","name":"One Shot","legend":"","factionId":"","description":"The bearer can only shoot with this weapon once per battle.","type":"Wargear profile","parameter":""}],"keywords":[{"datasheetId":"000000642","keyword":"Drukhari","model":"","isFactionKeyword":"true"},{"datasheetId":"000000642","keyword":"Urien Rakarth","model":"","isFactionKeyword":"false"},{"datasheetId":"000000642","keyword":"Haemonculus","model":"","isFactionKeyword":"false"},{"datasheetId":"000000642","keyword":"Epic Hero","model":"","isFactionKeyword":"false"},{"datasheetId":"000000642","keyword":"Character","model":"","isFactionKeyword":"false"},{"datasheetId":"000000642","keyword":"Haemonculus Covens","model":"","isFactionKeyword":"false"},{"datasheetId":"000000642","keyword":"Infantry","model":"","isFactionKeyword":"false"},{"datasheetId":"000000642","keyword":"Aeldari","model":"","isFactionKeyword":"false"}],"models":[{"datasheetId":"000000642","line":"1","name":"Urien Rakarth","m":"7\"","t":"4","sv":"6+","invSv":"4","invSvDescr":"","w":"5","ld":"6+","oc":"1","baseSize":"25mm","baseSizeDescr":""}],"options":[{"datasheetId":"000000642","line":"1","button":"•","description":"None"}],"wargear":[{"id":"000000642:casket-of-flensing","datasheetId":"000000642","line":"1","name":"Casket of Flensing","type":"Ranged","profiles":[{"datasheetId":"000000642","line":"1","lineInWargear":"1","dice":"","name":"Casket of Flensing","description":"devastating wounds, one shot, torrent","range":"12","type":"Ranged","a":"3D6","bsWs":"N/A","s":"3","ap":"-1","d":"1"}]},{"id":"000000642:haemonculus-tools-and-scissorhands","datasheetId":"000000642","line":"2","name":"Haemonculus tools and scissorhands","type":"Melee","profiles":[{"datasheetId":"000000642","line":"2","lineInWargear":"1","dice":"","name":"Haemonculus tools and scissorhands","description":"anti-infantry 2+, precision","range":"Melee","type":"Melee","a":"5","bsWs":"2","s":"3","ap":"-1","d":"D3"}]}],"unitComposition":[{"datasheetId":"000000642","line":"1","description":"1 Urien Rakarth – <span class=\"kwb\">EPIC</span> <span class=\"kwb\">HERO</span>"}],"modelCosts":[{"datasheetId":"000000642","line":"1","description":"1 model","cost":"80"}],"stratagems":[{"factionId":"DRU","name":"DISTILLERS OF FEAR","id":"000010585005","type":"Covenite Coterie – Strategic Ploy Stratagem","cpCost":"2","legend":"By arcane syringe and unholy invocation, the enemy's terror is syphoned out of their bodies, leaving them as little more than contorted husks.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Covenite Coterie","detachmentId":"000001114","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One Haemonculus Covens unit from your army that has not been selected to fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit makes an attack that targets an enemy unit that is Battle-shocked, that attack has the [DEVASTATING WOUNDS] ability."},{"factionId":"DRU","name":"SCINTILLATING TEMPO","id":"000009782006","type":"Reaper’s Wager – Strategic Ploy Stratagem","cpCost":"1","legend":"Commorrite or Harlequin, these lithe combatants move with stunning speed, darting in and out of firing lines before their foes can raise their weapons.","turn":"Your turn","phase":"Movement or Charge phase","detachment":"Reaper’s Wager","detachmentId":"000000993","description":"<b>WHEN:</b> Your Movement phase or your Charge phase, just after a Drukhari or Harlequins unit from your army is selected to make a Normal, Advance or Fall Back move, is set up on the battlefield, or declares a charge.<br><br><b>TARGET:</b> That unit.<br><br><b>EFFECT:</b> Until the end of the turn, enemy units cannot use the Fire Overwatch Stratagem to shoot at your unit."},{"factionId":"","name":"EPIC CHALLENGE","id":"000008335004","type":"Core – Epic Deed Stratagem","cpCost":"1","legend":"The legends of the 41st Millennium are replete with deadly duels between mighty champions.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, when a <span class=\"kwb\">CHARACTER</span> unit from your army that is within Engagement Range of one or more Attached units is selected to fight.<br><br><b>TARGET:</b> One <span class=\"kwb\">CHARACTER</span> model in your unit.<br><br><b>EFFECT:</b> Until the end of the phase, all melee attacks made by that model have the [PRECISION] ability."},{"factionId":"DRU","name":"SHIPBOARD SHADES","id":"000009426002","type":"Space Lane Raiders – Battle Tactic Stratagem","cpCost":"1","legend":"Amidst the strobing lumens and gouting steam of voidship combat, the Drukhari flicker and flit like malevolent, half-seen shadows.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Space Lane Raiders","detachmentId":"000000934","description":"<b>WHEN:</b> Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One <span class=\"kwb\">DRUKHARI</span> unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll."},{"factionId":"DRU","name":"DOUBLE-CROSS","id":"000010589002","type":"Kabalite Cartel – Strategic Ploy Stratagem","cpCost":"1","legend":"What better way to eliminate rivals than tricking them into taking the blade meant for your ribs?","turn":"Either player’s turn","phase":"Fight phase","detachment":"Kabalite Cartel","detachmentId":"000001115","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Kabal or Blades for Hire unit from your army that was selected as the target of one or more of the attacking unit’s attacks, and one friendly Drukhari unit (excluding Vehicles).<br><br><b>EFFECT:</b> Until the end of the phase, each time you would allocate an attack to a model in your <span class=\"kwb\">KABAL</span> or <span class=\"kwb\">BLADES</span> <span class=\"kwb2\">FOR</span> <span class=\"kwb\">HIRE</span> unit, if your <span class=\"kwb\">DRUKHARI</span> unit is within Engagement Range of the attacking model, no saving throw is made for that attack; instead, your <span class=\"kwb\">DRUKHARI</span> unit suffers a number of mortal wounds equal to the Damage characteristic of that attack."},{"factionId":"","name":"RAPID INGRESS","id":"000008335008","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"Be it cunning strategy, potent technology or supernatural ritual, there are many means by which a commander may hasten their warriors’ onset.","turn":"Opponent’s turn","phase":"Movement phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> End of your opponent’s Movement phase.<br><br><b>TARGET:</b> One unit from your army that is in Reserves.<br><br><b>EFFECT:</b> Your unit can arrive on the battlefield as if it were the Reinforcements step of your Movement phase, and if every model in that unit has the Deep Strike ability, you can set that unit up as described in the Deep Strike ability (even though it is not your Movement phase).<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem to enable a unit to arrive on the battlefield during a battle round it would not normally be able to do so in."},{"factionId":"DRU","name":"HORRIFYING FORM","id":"000009451002","type":"Painbringers – Strategic Ploy Stratagem","cpCost":"1","legend":"The hulking monsters of the Haemonculus Covens are terrifying indeed, cowing enemy warriors with their grotesque and intimidating forms.","turn":"Either player’s turn","phase":"Any phase","detachment":"Painbringers","detachmentId":"000000937","description":"<b>WHEN:</b> End of any phase, when an objective marker Secured by your army would be Seized by an enemy unit.<br><br><b>TARGET:</b> One HAEMONcULUS COvENS unit from your army within range of that objective marker.<br><br><b>EFFECT:</b> Until the end of your next turn, while you have one or more <span class=\"kwb\">DRUKHARI</span> units within range of that objective marker (excluding Battle-shocked units), that objective marker remains Secured by your army and cannot be Seized by enemy units.<br><br><b>RESTRICTIONS:</b> You can only use this Stratagem once per battle round."},{"factionId":"","name":"INSANE BRAVERY","id":"000009218005","type":"Boarding Actions – Epic Deed Stratagem","cpCost":"1","legend":"Indifferent to their own survival, these warriors hold their ground against seemingly impossible odds.","turn":"Your turn","phase":"Command phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Battle-shock step of your Command phase, just after you have failed a Battle-shock test taken for a unit from your army.<br><br><b>TARGET:</b> The unit from your army that Battle-shock test was just taken for (even though your Battle-shocked units cannot normally be affected by your Stratagems).<br><br><b>EFFECT:</b> Your unit is treated as having passed that test instead, and is not Battle-shocked as a result."},{"factionId":"DRU","name":"DANCE MACABRE","id":"000009782007","type":"Reaper’s Wager – Strategic Ploy Stratagem","cpCost":"2","legend":"The saedath’s victims become unwitting partners in a frantic dance of ghastly slaughter.","turn":"Opponent’s turn","phase":"Movement phase","detachment":"Reaper’s Wager","detachmentId":"000000993","description":"<b>WHEN:</b> Your opponent’s Movement phase, just after an enemy unit ends a Normal, Advance or Fall Back move.<br><br><b>TARGET:</b> One Drukhari Infantry or Harlequins Infantry unit from your army that is within 9\" of that enemy unit.<br><br><b>EFFECT:</b> Your unit can make a Normal move of up to D6\". If your unit is currently losing the wager, it can make a Normal move of up to 6\" instead."},{"factionId":"DRU","name":"UNFEELING ABOMINATIONS","id":"000009451003","type":"Painbringers – Battle Tactic Stratagem","cpCost":"1","legend":"The creations of the Haemonculi are capable of enduring terrible wounds and continuing to fight.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Painbringers","detachmentId":"000000937","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One HAEMONcULUS COvENS unit from your army that was selected as the target of one or more of the attacking unit's attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, roll one D6, adding 1 if your unit has the GROTESqUES keyword: on a 4+, do not remove the destroyed model from play; it can fight after the attacking unit has finished making its attacks, and is then removed from play.<br><br><b>RESTRICTIONS:</b> If your unit has the <span class=\"kwb\">GROTESQUES</span> keyword, until the end of the phase, it loses the Mindless Killing Machines ability."},{"factionId":"DRU","name":"FATEFUL ROLE","id":"000009782003","type":"Reaper’s Wager – Strategic Ploy Stratagem","cpCost":"1","legend":"These warriors are so absorbed by their desire to win the wager that they risk death to land their killing blows.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Reaper’s Wager","detachmentId":"000000993","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Drukhari or Harlequins unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, roll one D6, adding 1 to the result if that unit is losing the wager: on a 4+, do not remove it from play. That destroyed model can fight after the attacking model’s unit has finished making its attacks, and is then removed from play."},{"factionId":"DRU","name":"TAKEN ALIVE","id":"000010589003","type":"Kabalite Cartel – Battle Tactic Stratagem","cpCost":"1","legend":"Borne away screaming into the shadows, everyone knows these unfortunates face a dreadful fate.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Kabalite Cartel","detachmentId":"000001115","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One Drukhari unit from your army that has not been selected to fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit makes an attack, add 1 to the Hit roll. If your Contract unit is destroyed as a result of those attacks, every unit in your opponent’s army must take a Battle-shock test. You cannot gain more than 3 Pain tokens as a result of failed Battle-shock tests caused by this Stratagem."},{"factionId":"DRU","name":"EAGER FOR THE KILL","id":"000010575006","type":"Realspace Raiders – Battle Tactic Stratagem","cpCost":"1","legend":"The exhilarating promise of bloodshed goads these warriors into battle with preternatural haste.","turn":"Your turn","phase":"Movement phase","detachment":"Realspace Raiders","detachmentId":"000000804","description":"<b>WHEN:</b> Start of your Movement phase.<br><br><b>TARGET:</b> Up to two Wyches units from your army, or one other Drukhari unit from your army, that have not been selected to move this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time one of those units Advances, do not make an Advance roll for it. Instead, until the end of the phase, add 6\" to the Move characteristic of models in that unit (this is not cumulative with the Reavers’ Matchless Swiftness ability)."},{"factionId":"DRU","name":"RAID AND FADE","id":"000010575007","type":"Realspace Raiders – Strategic Ploy Stratagem","cpCost":"2","legend":"The Drukhari are masters at using hit-and-run tactics, engaging a target with a flurry of shots before quickly manoeuvring into cover or out of sight.","turn":"Your turn","phase":"Shooting phase","detachment":"Realspace Raiders","detachmentId":"000000804","description":"<b>WHEN:</b> End of your Shooting phase.<br><br><b>TARGET:</b> Up to two Kabalite Warriors units from your army, or one other Drukhari unit from your army (excluding ScouRGES and Aircraft).<br><br><b>EFFECT:</b> Each of those units can make a Normal move of up to 6\".<br><br><b>RESTRICTIONS:</b> You cannot select units that are within Engagement Range of one or more enemy units. Until the end of the turn, those units are not eligible to declare a charge."},{"factionId":"DRU","name":"MURDERER’S CIRCUS","id":"000009782004","type":"Reaper’s Wager – Battle Tactic Stratagem","cpCost":"1","legend":"In bounding leaps and graceful pirouettes, the cavalcade of capricious killers bounds through hails of fire, cackling gleefully as they come.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Reaper’s Wager","detachmentId":"000000993","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Drukhari or Harlequins unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll."},{"factionId":"","name":"BATTLEFIELD COMMAND","id":"000009218003","type":"Boarding Actions – Strategic Ploy Stratagem","cpCost":"1","legend":"The commander's authoritative tone cuts through the din of battle, guiding the actions of nearby troops.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Start or end of any phase.<br><br><b>TARGET:</b> One Leader unit from your army and one friendly Bodyguard unit within 6\" of it that it could normally be attached to.<br><br><b>EFFECT:</b> Select one of your Leader unit’s Leader abilities. Until the start of your next Command phase, that Bodyguard unit is treated as being led by that Leader unit for the purposes of that Leader ability.<br><br><b>RESTRICTIONS:</b> Once you target a unit with this Stratagem, that unit cannot be targeted with it again until your next Command phase."},{"factionId":"","name":"COUNTER-OFFENSIVE","id":"000009218004","type":"Boarding Actions – Strategic Ploy Stratagem","cpCost":"2","legend":"In close-quarters combat, the slightest hesitation can leave an opening for a swift foe to exploit.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has fought.<br><br><b>TARGET:</b> One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.<br><br><b>EFFECT:</b> Your unit fights next."},{"factionId":"DRU","name":"MOULDED MUSCULATURE","id":"000009451004","type":"Painbringers – Battle Tactic Stratagem","cpCost":"1","legend":"The muscular fleshcraft monstrosities fielded by the Haemonculi can punch through hatchways and bulkheads to reach their cowering victims.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Painbringers","detachmentId":"000000937","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One HAEMONcULUS COvENS unit from your army that has not been selected to fight this phase.<br><br><b>EFFECT:</b> Select any number of models in your unit. Until the end of the phase, improve the Strength and Armour Penetration characteristics of melee weapons equipped by the selected models by 1, and each time you select targets for attacks made by those models, they must target an enemy unit that is wholly on the opposite side of a Hatchway from them."},{"factionId":"DRU","name":"POISONER’S ART","id":"000010585004","type":"Covenite Coterie – Epic Deed Stratagem","cpCost":"1","legend":"The venoms wielded by these warriors are potent enough to impress Shaimesh himself.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Covenite Coterie","detachmentId":"000001114","description":"<b>WHEN:</b> Fight phase, just after a Haemonculus Covens unit from your army has fought.<br><br><b>TARGET:</b> That <span class=\"kwb\">HAEMONCULUS</span> <span class=\"kwb\">COVENS</span> unit.<br><br><b>EFFECT:</b> Select one enemy unit (excluding <span class=\"kwb\">VEHICLES</span>) hit by one or more of your unit’s attacks this phase. Until the end of the battle, that enemy unit is poisoned. At the start of each Command phase, roll one D6 for each poisoned unit on the battlefield: on a 4+, that unit suffers D3 mortal wounds."},{"factionId":"","name":"INSANE BRAVERY","id":"000008335005","type":"Core – Epic Deed Stratagem","cpCost":"1","legend":"Indifferent to their own survival, these warriors hold their ground against seemingly impossible odds.","turn":"Your turn","phase":"Command phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Battle-shock step of your Command phase, just before you take a Battle-shock test for a unit from your army.<br><br><b>TARGET:</b> That unit from your army.<br><br><b>EFFECT:</b> Your unit automatically passes that Battle-shock test.<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem more than once per battle."},{"factionId":"DRU","name":"DARK HARVEST","id":"000010575005","type":"Realspace Raiders – Strategic Ploy Stratagem","cpCost":"1","legend":"Wicked sickles and serrated blades hack through writhing flesh as the Drukhari harvest agony and suffering.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Realspace Raiders","detachmentId":"000000804","description":"<b>WHEN:</b> Start of the Fight phase.<br><br><b>TARGET:</b> Up to two Wracks units from your army, or one other Drukhari unit from your army.<br><br><b>EFFECT:</b> Until the end of the phase, melee weapons equipped by models in each of those units have the [LETHAL HITS] ability."},{"factionId":"DRU","name":"ENFOLDING NIGHTMARE","id":"000010585007","type":"Covenite Coterie – Strategic Ploy Stratagem","cpCost":"1","legend":"Even as the prey seek to drive the covenites back with hails of firepower, the horrors lurch closer.","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"Covenite Coterie","detachmentId":"000001114","description":"<b>WHEN:</b> Your opponent’s Shooting phase, just after an enemy unit has shot.<br><br><b>TARGET:</b> One Haemonculus Covens unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Roll one D6: your unit can be moved a number of inches up to the result, but it must end that move as close as possible to the closest enemy unit (excluding <span class=\"kwb\">AIRCRAFT</span>). When doing so, those models can be moved within Engagement Range of that enemy unit."},{"factionId":"DRU","name":"INSENSIBLE TO PAIN","id":"000010575002","type":"Realspace Raiders – Battle Tactic Stratagem","cpCost":"2","legend":"The twisted creations of the haemonculus covens are uncaring of all but the most mortal injuries.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Realspace Raiders","detachmentId":"000000804","description":"<b>WHEN:</b> Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Haemonculus Covens unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time an attack is allocated to a model in your unit, subtract 1 from the Damage characteristic of that attack."},{"factionId":"","name":"COMMAND RE-ROLL","id":"000009218002","type":"Boarding Actions – Epic Deed Stratagem","cpCost":"1","legend":"A great commander can bend even the vagaries of fate and fortune to their will, the better to ensure victory.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Any phase, just after you have made a Hit roll, a Wound roll, a Damage roll, a saving throw, an Advance roll, a Charge roll, a Desperate Escape test, a Hazardous test, or just after you have rolled the dice to determine the number of attacks made with a weapon, for an attack, model or unit from your army.<br><br><b>TARGET:</b> That unit or model from your army.<br><br><b>EFFECT:</b> You re-roll that roll, test or saving throw."},{"factionId":"DRU","name":"SHORTEN THE ODDS","id":"000009782005","type":"Reaper’s Wager – Strategic Ploy Stratagem","cpCost":"1","legend":"Having selected their victims, these killers strive to complete the kill with speed and brutality whilst moving ever closer to winning their macabre wager.","turn":"Your turn","phase":"Movement phase","detachment":"Reaper’s Wager","detachmentId":"000000993","description":"<b>WHEN:</b> Your Movement phase, just after a Drukhari or Harlequins unit from your army has Advanced.<br><br><b>TARGET:</b> That unit.<br><br><b>EFFECT:</b> Until the end of the turn, your unit is eligible to shoot and declare a charge in a turn in which it Advanced."},{"factionId":"DRU","name":"SYMPHONY OF SUFFERING","id":"000010585003","type":"Covenite Coterie – Epic Deed Stratagem","cpCost":"1","legend":"So extreme are the foe's agonies that they spread a shock wave of terror through their comrades.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Covenite Coterie","detachmentId":"000001114","description":"<b>WHEN:</b> Fight phase, just after a Drukhari unit from your army destroys an enemy unit.<br><br><b>TARGET:</b> That <span class=\"kwb\">DRUKHARI</span> unit.<br><br><b>EFFECT:</b> Each enemy unit within 9\" of and visible to your unit must take a Battle-shock test, subtracting 1 from that test if your unit is a Haemonculus Covens unit."},{"factionId":"DRU","name":"INSTINCTIVE SPITE","id":"000010575004","type":"Realspace Raiders – Battle Tactic Stratagem","cpCost":"1","legend":"It is hardwired into the Drukhari psyche to prey upon weakened and suffering victims.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Realspace Raiders","detachmentId":"000000804","description":"<b>WHEN:</b> Start of your Shooting phase or the start of the Fight phase.<br><br><b>TARGET:</b> Up to two Drukhari Battleline units from your army, or one other Drukhari unit from your army.<br><br><b>EFFECT:</b> You can spend 1 Pain token. Until the end of the phase, each time a model in each of those units makes an attack that targets an enemy unit that is Below Half-strength, add 1 to the Hit roll. If you spent 1 Pain token, add 1 to the Wound roll as well."},{"factionId":"DRU","name":"TERRIFYING AURA","id":"000009451005","type":"Painbringers – Strategic Ploy Stratagem","cpCost":"1","legend":"The disturbing nature of these creatures causes weapons to quiver, even in the hands of veteran soldiers.","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"Painbringers","detachmentId":"000000937","description":"<b>WHEN:</b> Your opponent's Shooting phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One HAEMONcULUS COvENS unit from your army that was selected as the target of one or more of the attacking unit's attacks and is within 6\" of the attacking unit.<br><br><b>EFFECT:</b> That enemy unit must take a Leadership test, subtracting 1 if it is within 3\" of your unit: if failed, until the end of the phase, each time a model in that enemy unit makes an attack that targets your unit, an unmodified Hit roll of 6 is required to score a hit, irrespective of the attacking weapon’s Ballistic Skill or any modifiers."},{"factionId":"DRU","name":"POUNCE ON THE PREY","id":"000010577004","type":"Skysplinter Assault – Strategic Ploy Stratagem","cpCost":"1","legend":"Incredible alien agility and a delight in taking wild risks help these warriors to leap acrobatically from their skimming transports directly into battle.","turn":"Your turn","phase":"Movement phase","detachment":"Skysplinter Assault","detachmentId":"000000831","description":"<b>WHEN:</b> Your Movement phase, just after a Drukhari Infantry unit from your army disembarks from a Transport that made a Normal move this phase.<br><br><b>TARGET:</b> That <span class=\"kwb\">INFANTRY</span> unit.<br><br><b>EFFECT:</b> Until the end of the turn, your unit is eligible to declare a charge."},{"factionId":"","name":"COUNTER-OFFENSIVE","id":"000008335003","type":"Core – Strategic Ploy Stratagem","cpCost":"2","legend":"In close-quarters combat, the slightest hesitation can leave an opening for a swift foe to exploit.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has fought.<br><br><b>TARGET:</b> One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.<br><br><b>EFFECT:</b> Your unit fights next."},{"factionId":"","name":"FIRE OVERWATCH","id":"000008335009","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"A hail of wildfire can drive back advancing foes.","turn":"Opponent’s turn","phase":"Movement or Charge phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your opponent’s Movement or Charge phase, just after an enemy unit is set up or when an enemy unit starts or ends a Normal, Advance or Fall Back move, or declares a charge.<br><br><b>TARGET:</b> One unit from your army that is within 24\" of that enemy unit and that would be eligible to shoot if it were your Shooting phase.<br><br><b>EFFECT:</b> If that enemy unit is visible to your unit, your unit can shoot that enemy unit as if it were your Shooting phase.<br><br><b>RESTRICTIONS:</b> You cannot target a <span class=\"kwb\">TITANIC</span> unit with this Stratagem. Until the end of the phase, each time a model in your unit makes a ranged attack, an unmodified Hit roll of 6 is required to score a hit, irrespective of the attacking weapon’s Ballistic Skill or any modifiers. You can only use this Stratagem once per turn."},{"factionId":"DRU","name":"MALICIOUS FRENZY","id":"000009782002","type":"Reaper’s Wager – Battle Tactic Stratagem","cpCost":"1","legend":"Jealous competition descends into frenzied carnage as the kill count climbs higher and the intoxicating screams of the dying fill the air.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Reaper’s Wager","detachmentId":"000000993","description":"<b>WHEN:</b> Your Shooting phase or the Fight phase.<br><br><b>TARGET:</b> One Drukhari or Harlequins unit from your army that has not been selected to shoot or fight this phase.<br><br><b>EFFECT:</b> Select [LETHAL HITS] or [SUSTAINED HITS 1]. Until the end of the phase, weapons equipped by models in your unit have the selected ability."},{"factionId":"DRU","name":"SKYBORNE ANNIHILATION","id":"000010577005","type":"Skysplinter Assault – Battle Tactic Stratagem","cpCost":"1","legend":"These warriors are well versed in raining suppressing fire on the foe even as they close with them from on high, shredding defences and leaving the survivors easy prey for the raid.","turn":"Your turn","phase":"Shooting phase","detachment":"Skysplinter Assault","detachmentId":"000000831","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One Drukhari unit from your army that has not been selected to shoot this phase and that disembarked from a Transport this turn.<br><br><b>EFFECT:</b> Until the end of the phase, ranged weapons equipped by models in your unit have the [SUSTAINED HITS 1] ability, or the [SUSTAINED HITS 2] ability if your unit is a Kabalite Warriors or Hand of the Archon unit."},{"factionId":"","name":"COMMAND RE-ROLL","id":"000008335002","type":"Core – Battle Tactic Stratagem","cpCost":"1","legend":"A great commander can bend even the vagaries of fate and fortune to their will, the better to ensure victory.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Any phase, just after you make an Advance roll, a Charge roll, a Desperate Escape test or a Hazardous test for a unit from your army, or a Hit roll, a Wound roll, a Damage roll or a saving throw for a model in that unit, or a roll to determine the number of attacks made with a weapon equipped by a model in that unit. If you are using fast dice rolling, this Stratagem can still be used after rolling multiple rolls or saving throws at once.<br><br><b>TARGET:</b> That unit or model from your army.<br><br><b>EFFECT:</b> You re-roll that roll, test or saving throw. If you are using fast dice rolling, select one of those rolls or saving throws to re-roll."},{"factionId":"","name":"EXPLOSIVE CLEARANCE","id":"000009218006","type":"Boarding Actions – Battle Tactic Stratagem","cpCost":"1","legend":"A well-placed explosive munition in confined shipboard spaces can cause bloody carnage.","turn":"Your turn","phase":"Shooting phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One unit from your army that has not been selected to shoot this phase.<br><br><b>EFFECT:</b> Select one model in your unit that is equipped with a weapon with the [BLAST] ability. Until the end of the phase, when determining how many models are in the target unit for the purpose of that ability, include models that are not visible to the attacking model. In addition, attacks made with that weapon can be allocated to models that are not visible to the attacking model."},{"factionId":"DRU","name":"CONNOISSEURS OF PAIN","id":"000010585006","type":"Covenite Coterie – Battle Tactic Stratagem","cpCost":"1","legend":"These epicureans of extreme sensation revel in their agonies as much as those of the foe.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Covenite Coterie","detachmentId":"000001114","description":"<b>WHEN:</b> Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Drukhari unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Spend 1 Pain token. Until the attacking unit has finished making its attacks, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1. At the end of the phase, if your unit is still on the battlefield and it is a Haemonculus Covens unit, you gain 1 Pain token."},{"factionId":"DRU","name":"FEIGNED WEAKNESS","id":"000010581004","type":"Spectacle of Spite – Strategic Ploy Stratagem","cpCost":"1","legend":"Employing a common ruse from the arenas, the Drukhari appear to cower, wounded and exhausted, before surging back at their overconfident opponents with blades and fangs bared.","turn":"Your turn","phase":"Movement phase","detachment":"Spectacle of Spite","detachmentId":"000001113","description":"<b>WHEN:</b> Your Movement phase, just after a Drukhari unit from your army Falls Back.<br><br><b>TARGET:</b> That <span class=\"kwb\">DRUKHARI</span> unit.<br><br><b>EFFECT:</b> Until the end of the turn, your unit is eligible to shoot and declare a charge in turn in which it Fell Back."},{"factionId":"DRU","name":"DEADLY DEBUT","id":"000010581003","type":"Spectacle of Spite – Battle Tactic Stratagem","cpCost":"1","legend":"Imitating Lelith Hesperax, these warriors begin their gladiatorial bout with an opening so spectacularly violent that none can fail to be impressed.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Spectacle of Spite","detachmentId":"000001113","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One DRUKHARI unit from your army that made a Charge move this turn and has not been selected to fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, melee weapons equipped by models in your unit have the [LETHAL HITS] ability. If your unit is a Wyches unit, until the end of the phase, improve the Armour Penetration characteristic of melee weapons equipped by models in your unit by 1 as well."},{"factionId":"","name":"HEROIC INTERVENTION","id":"000008335012","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"Voices raised in furious war cries, your warriors surge forth to meet the enemy’s onslaught head-on.","turn":"Opponent’s turn","phase":"Charge phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your opponent’s Charge phase, just after an enemy unit ends a Charge move.<br><br><b>TARGET:</b> One unit from your army that is within 6\" of that enemy unit and would be eligible to declare a charge against that enemy unit if it were your Charge phase.<br><br><b>EFFECT:</b> Your unit now declares a charge that targets only that enemy unit, and you resolve that charge as if it were your Charge phase.<br><br><b>RESTRICTIONS:</b> You can only select a <span class=\"kwb\">VEHICLE</span> unit from your army if it is a <span class=\"kwb\">WALKER</span>. Note that even if this charge is successful, your unit does not receive any Charge bonus this turn."},{"factionId":"","name":"GO TO GROUND","id":"000008335010","type":"Core – Battle Tactic Stratagem","cpCost":"1","legend":"Seeking salvation from incoming fire, warriors hurl themselves into whatever cover they can find.","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your opponent’s Shooting phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One <span class=\"kwb\">INFANTRY</span> unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, all models in your unit have a 6+ invulnerable save and have the Benefit of Cover."},{"factionId":"DRU","name":"WRAITHLIKE RETREAT","id":"000010577003","type":"Skysplinter Assault – Strategic Ploy Stratagem","cpCost":"1","legend":"Employing smoke grenades, paralysing mists or simple cunning and agility, these warriors slip away like spectres.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Skysplinter Assault","detachmentId":"000000831","description":"<b>WHEN:</b> End of the Fight phase.<br><br><b>TARGET:</b> One Drukhari Infantry unit from your army that fought this phase.<br><br><b>EFFECT:</b> Your unit can make a Normal or Fall Back move, but unless it is a Wyches unit, it must end that move wholly within 3\" horizontally and 5\" vertically of a friendly Drukhari Transport and must embark within that <span class=\"kwb\">TRANSPORT</span> at the end of that move (otherwise, it cannot make that move)."}],"enhancements":[],"detachmentAbilities":[{"id":"000009424","factionId":"DRU","name":"Commorrite Rivalries","legend":"Even in the midst of battle, the Drukhari indulge in politicking and factionalism, seeking to outdo their rivals and cover themselves in dark glory with every murderous triumph.","description":"Each time a DRUKHARi CHARACTER model from your army destroys an enemy <span class=\"kwb\">CHARACTER</span> unit, you gain 1 Pain token. In addition, each time you use the Battlefield Command Stratagem, you can expend 1 Pain token from your Pain token pool. If you do, decrease that Stratagems cost by 1CP for that usage.","detachment":"Space Lane Raiders","detachmentId":"000000934"},{"id":"000008714","factionId":"DRU","name":"Rain Of Cruelty","legend":"Few warriors in the galaxy are as adept at launching punishing skyborne raids as the Drukhari. Before their prey even realise the peril, the killers of Commorragh are amongst their lines like grinning ghouls. Splinter fire lays low defenders still scrambling into position. Quicksilver assaults leave dozens screaming in maimed agony. Often, the battle is over before it has even truly begun.","description":"Each time a Drukhari unit from your army disembarks from a Transport, until the end of the turn:<br><ul><li>Ranged weapons equipped by models in that disembarking unit have the [ignores cover] ability.</li><li>Melee weapons equipped by models in that disembarking unit have the [lance] ability.</li></ul>","detachment":"Skysplinter Assault","detachmentId":"000000831"},{"id":"000010572","factionId":"DRU","name":"Alliance of Agony","legend":"A spirit of decidedly unhealthy competition permeates intermingled realspace raids, with each Archon, Succubus and Haemonculus vying with their rivals to spread the most suffering and claim the greatest prizes. Though the Drukhari are canny enough to set aside infighting in the name of a successful raid, this mutual antagonism still spurs them all on to greater efforts.","description":"At the start of the battle, you gain 2 Pain tokens for each of the following combinations your army contains (these do not need to be in the same Attached unit):<br><ul><li>One or more Archon models and one or more Kabalite Warriors units.</li><li>One or more Succubus models and one or more Wyches units.</li><li>One or more Haemonculus models and one or more Wracks units.</li></ul><br><b>Designer’s Note:</b> These are all cumulative, so if your army contains at least one of all of the combinations listed above, you start the battle with 6 Pain tokens.","detachment":"Realspace Raiders","detachmentId":"000000804"},{"id":"000009449","factionId":"DRU","name":"Regenerative Agony","legend":"The twisted physiologies of the Haemonculus fleshcrafters’ creations are inured to all but the most terrible injuries. The greater and more terrible the agonies inflicted upon their hideous forms, the more formidable their regenerative abilities become.","description":"Each time four or more Feel No Pain rolls are successful for HAEMONCULUS COvENS models from your army in a single phase, you gain 1 Pain token. In addition, each battle round, the first time a <span class=\"kwb\">HAEMONCULUS</span> <span class=\"kwb\">COVENS</span> unit from your army becomes Empowered in that battle round, roll one D6: on a 2-5, one model in that unit regains 1 lost wound or, if that unit has the WRACKS keyword, one destroyed model is returned to it with its full wounds remaining; on a 6, one model in that unit regains up to 2 lost wounds or, if that unit has the <span class=\"kwb\">WRACKS</span> keyword, one destroyed model is returned to it with its full wounds remaining.","detachment":"Painbringers","detachmentId":"000000937"},{"id":"000010583","factionId":"DRU","name":"Stitchflesh Abominations","legend":"The Haemonculi and their servants have been surgically altered in body and mind beyond any measure of sanity. For beings so twisted as these, pain is little more than a fascinating diversion, while none but the most grievous wounds can lay them low for long.","description":"Each time an attack targets a Haemonculus Covens unit from your army, if the Strength characteristic of that attack is greater than the Toughness characteristic of your unit, subtract 1 from the Wound roll.","detachment":"Covenite Coterie","detachmentId":"000001114"},{"id":"000009780","factionId":"DRU","name":"Callous Competition","legend":"In this saedath, the Harlequins embody the Reaper, whilst their Drukhari companions are mortal killers.","description":"At the start of the battle, Drukhari units from your army are winning the wager.<br><br>Each time a <span class=\"kwb\">DRUKHARI</span> unit from your army destroys an enemy unit, <span class=\"kwb\">DRUKHARI</span> units from your army are winning the wager.<br><br>Each time a Harlequins unit from your army destroys an enemy unit, <span class=\"kwb\">HARLEQUIN</span> units from your army are winning the wager.<br><br>While <span class=\"kwb\">DRUKHARI</span> units from your army are winning the wager, <span class=\"kwb\">HARLEQUIN</span> units from your army are losing the wager, and vice versa.<br><br>Each time a <span class=\"kwb\">DRUKHARI</span> or <span class=\"kwb\">HARLEQUINS</span> model from your army makes an attack, if that model’s unit is winning the wager, re-roll a Hit roll of 1. If that model’s unit is losing the wager, re-roll a Hit roll of 1 and re-roll a Wound roll of 1 instead.<br><br><span class=\"hi_custom\">HARLEQUINS</span><br>You can include Harlequins units in your army (see Codex: Aeldari). The combined points cost of such units depends on your battle size:<br><ul><li><b>Incursion:</b> Up to 500 pts</li><li><b>Strike Force:</b> Up to 1000 pts</li><li><b>Onslaught:</b> Up to 1500 pts</li></ul><br>No <span class=\"kwb\">HARLEQUINS</span> models from your army can be your <span class=\"kwb\">WARLORD</span>. If you select this Detachment, you cannot use the Corsairs and Travelling Players army rule.","detachment":"Reaper’s Wager","detachmentId":"000000993"}],"leaders":[{"id":"000000650","slug":"wracks"}],"supplementLabel":"None","isSupplement":false,"roleLabel":"Characters","sourceName":"Faction Pack: Drukhari (Warhammer Legends)","isForgeWorld":false,"isLegends":true}