{"id":"000000648","name":"Incubi","factionId":"DRU","sourceId":"000000031","legend":"The Incubi are warrior perfectionists of the highest order. Protected by the ornate plates of their ancient warsuits, they move swiftly in for the kill, sweeping giant klaives in practised, decapitating strikes. They carve straight through the enemy’s elite, crushing their spirit with psychic torture devices known as tormentors.","role":"Other","loadout":"<b>Every model is equipped with:</b> klaive.","transport":"","virtual":false,"leaderHead":"","leaderFooter":"","damagedW":"","damagedDescription":"","link":"https://wahapedia.ru/wh40k10ed/factions/drukhari/Incubi","slug":"incubi","factionSlug":"drukhari","supplementKey":"codex","abilities":[{"id":"000008507","name":"Power from Pain","legend":"The Drukhari feed on suffering and terror. Every arc of blood that jets from a blade-slit artery, every scream of agonised horror, every vertiginous moment of shock or despair experienced by their prey surges through the Drukhari like an intoxicant. As the battle rages, the denizens of the Dark City drink deep of the floodtide of pain. Sinews singing with stolen strength, motions blurred to preternatural swiftness, they howl in exhilarated bloodlust and fight all the harder to extract yet sweeter agonies from those who dare resist them.","factionId":"DRU","description":"<div class=\"img-inv\"><img src=\"/wh40k10ed/img/DRU_PainToken.png\"></div><span class=\"hi_custom\">Pain Abilities</span><br>All Drukhari units have a Pain ability, tagged with the word ‘Pain’. Pain abilities only apply to a unit while it is Empowered. If your Army Faction is <span class=\"kwb\">DRUKHARI</span>, you can Empower units from your army with Pain abilities by spending Pain tokens (see below).<br><br><b>Designer’s Note:</b> You can also spend Pain tokens to activate additional effects in certain other rules such as Enhancements and Stratagems.<br><br><span class=\"hi_custom\">Gaining Pain Tokens</span><br>If your Army Faction is <span class=\"kwb\">DRUKHARI</span>, you gain Pain tokens as follows:<br><ul><li><b>1 Pain token</b> at the start of your Command phase.</li><li><b>1 Pain token</b> each time an enemy unit is destroyed.</li><li><b>1 Pain token</b> each time an enemy unit fails a Battle-shock test.</li></ul>Each time you gain a Pain token, keep it to one side - this is your Pain token pool. Each time you spend a Pain token, reduce your Pain token pool by the same amount.<br><br><span class=\"hi_custom\">Empowered Through Pain</span><br>Each Pain ability will state when you can spend Pain tokens to Empower that unit. When you do, until the end of the phase, that unit is Empowered and all Pain abilities it has take effect. While an Attached unit is Empowered, the Pain abilities of all Leader and Bodyguard units in that unit take effect - you do not need to spend additional Pain tokens to activate each of those Pain abilities.<br><br><div class=\"redExample\"><b>Example:</b> At the start of your Charge phase, you spend 1 Pain token to Empower a unit of Wyches. The unit becomes Empowered, and so its Acrobatic Gladiators ability takes effect until the end of the phase. A Succubus is leading the unit, and so its Lithe Agility ability also takes effect until the end of the phase (no additional Pain token is required to activate that ability as well).</div>","type":"Faction"},{"id":"","name":"Decapitating Strikes (Pain)","legend":"","factionId":"","description":"In the Fight phase, when you select this unit to fight, you can spend 1 Pain token to Empower this unit. While Empowered, each time a model in this unit makes a melee attack that targets an <span class=\"kwb\">INFANTRY</span> unit, that attack has the [DEVASTATING WOUNDS] ability.","type":"Datasheet","parameter":""},{"id":"","name":"Tormentors","legend":"","factionId":"","description":"At the start of the Fight phase, each enemy unit within Engagement Range of one or more units with this ability must take a Battle-shock test. Each time a model in this unit makes a melee attack that targets a Battle-shocked unit, add 1 to the Hit roll.","type":"Datasheet","parameter":""},{"id":"","name":"Incubi Shrine Token","legend":"","factionId":"","description":"Once per battle for each Incubi Shrine token this unit has, you can change the result of one Hit roll or one Wound roll made for a Klaivex or Incubi model in this unit to an unmodified 6.<br><br><b>Designer's Note:</b> Place an Incubi Shrine token next to the unit for each Incubi Shrine token it has, removing one each time this ability is used.","type":"Wargear","parameter":""}],"keywords":[{"datasheetId":"000000648","keyword":"Drukhari","model":"","isFactionKeyword":"true"},{"datasheetId":"000000648","keyword":"Infantry","model":"","isFactionKeyword":"false"},{"datasheetId":"000000648","keyword":"Incubi","model":"","isFactionKeyword":"false"},{"datasheetId":"000000648","keyword":"Blades for Hire","model":"","isFactionKeyword":"false"},{"datasheetId":"000000648","keyword":"Aeldari","model":"","isFactionKeyword":"false"}],"models":[{"datasheetId":"000000648","line":"1","name":"INCUBI","m":"7\"","t":"3","sv":"3+","invSv":"5","invSvDescr":"","w":"1","ld":"6+","oc":"1","baseSize":"28.5mm","baseSizeDescr":""},{"datasheetId":"000000648","line":"2","name":"KLAIVEX","m":"7\"","t":"3","sv":"3+","invSv":"5","invSvDescr":"","w":"2","ld":"6+","oc":"1","baseSize":"28.5mm","baseSizeDescr":""}],"options":[{"datasheetId":"000000648","line":"1","button":"•","description":"The Klaivex’s klaive can be replaced with 1 demiklaives."},{"datasheetId":"000000648","line":"2","button":"•","description":"For every 5 models in this unit, it can be equipped with 1 Incubi Shrine token."}],"wargear":[{"id":"000000648:demiklaives-single-blade","datasheetId":"000000648","line":"1","name":"Demiklaives – single blade","type":"Melee","profiles":[{"datasheetId":"000000648","line":"1","lineInWargear":"1","dice":"","name":"Demiklaives – single blade","description":"","range":"Melee","type":"Melee","a":"4","bsWs":"3","s":"5","ap":"-2","d":"2"}]},{"id":"000000648:demiklaives-dual-blades","datasheetId":"000000648","line":"2","name":"Demiklaives – dual blades","type":"Melee","profiles":[{"datasheetId":"000000648","line":"2","lineInWargear":"2","dice":"","name":"Demiklaives – dual blades","description":"twin-linked","range":"Melee","type":"Melee","a":"6","bsWs":"3","s":"4","ap":"-2","d":"1"}]},{"id":"000000648:klaive","datasheetId":"000000648","line":"3","name":"Klaive","type":"Melee","profiles":[{"datasheetId":"000000648","line":"3","lineInWargear":"1","dice":"","name":"Klaive","description":"","range":"Melee","type":"Melee","a":"3","bsWs":"3","s":"5","ap":"-2","d":"2"}]}],"unitComposition":[{"datasheetId":"000000648","line":"1","description":"1 Klaivex"},{"datasheetId":"000000648","line":"2","description":"4-9 Incubi"}],"modelCosts":[{"datasheetId":"000000648","line":"1","description":"5 models","cost":"90"},{"datasheetId":"000000648","line":"2","description":"10 models","cost":"180"}],"stratagems":[{"factionId":"DRU","name":"DOUBLE-CROSS","id":"000010589002","type":"Kabalite Cartel – Strategic Ploy Stratagem","cpCost":"1","legend":"What better way to eliminate rivals than tricking them into taking the blade meant for your ribs?","turn":"Either player’s turn","phase":"Fight phase","detachment":"Kabalite Cartel","detachmentId":"000001115","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Kabal or Blades for Hire unit from your army that was selected as the target of one or more of the attacking unit’s attacks, and one friendly Drukhari unit (excluding Vehicles).<br><br><b>EFFECT:</b> Until the end of the phase, each time you would allocate an attack to a model in your <span class=\"kwb\">KABAL</span> or <span class=\"kwb\">BLADES</span> <span class=\"kwb2\">FOR</span> <span class=\"kwb\">HIRE</span> unit, if your <span class=\"kwb\">DRUKHARI</span> unit is within Engagement Range of the attacking model, no saving throw is made for that attack; instead, your <span class=\"kwb\">DRUKHARI</span> unit suffers a number of mortal wounds equal to the Damage characteristic of that attack."},{"factionId":"","name":"EXPLOSIVE CLEARANCE","id":"000009218006","type":"Boarding Actions – Battle Tactic Stratagem","cpCost":"1","legend":"A well-placed explosive munition in confined shipboard spaces can cause bloody carnage.","turn":"Your turn","phase":"Shooting phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One unit from your army that has not been selected to shoot this phase.<br><br><b>EFFECT:</b> Select one model in your unit that is equipped with a weapon with the [BLAST] ability. Until the end of the phase, when determining how many models are in the target unit for the purpose of that ability, include models that are not visible to the attacking model. In addition, attacks made with that weapon can be allocated to models that are not visible to the attacking model."},{"factionId":"DRU","name":"DANCE MACABRE","id":"000009782007","type":"Reaper’s Wager – Strategic Ploy Stratagem","cpCost":"2","legend":"The saedath’s victims become unwitting partners in a frantic dance of ghastly slaughter.","turn":"Opponent’s turn","phase":"Movement phase","detachment":"Reaper’s Wager","detachmentId":"000000993","description":"<b>WHEN:</b> Your opponent’s Movement phase, just after an enemy unit ends a Normal, Advance or Fall Back move.<br><br><b>TARGET:</b> One Drukhari Infantry or Harlequins Infantry unit from your army that is within 9\" of that enemy unit.<br><br><b>EFFECT:</b> Your unit can make a Normal move of up to D6\". If your unit is currently losing the wager, it can make a Normal move of up to 6\" instead."},{"factionId":"DRU","name":"EAGER FOR THE KILL","id":"000010575006","type":"Realspace Raiders – Battle Tactic Stratagem","cpCost":"1","legend":"The exhilarating promise of bloodshed goads these warriors into battle with preternatural haste.","turn":"Your turn","phase":"Movement phase","detachment":"Realspace Raiders","detachmentId":"000000804","description":"<b>WHEN:</b> Start of your Movement phase.<br><br><b>TARGET:</b> Up to two Wyches units from your army, or one other Drukhari unit from your army, that have not been selected to move this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time one of those units Advances, do not make an Advance roll for it. Instead, until the end of the phase, add 6\" to the Move characteristic of models in that unit (this is not cumulative with the Reavers’ Matchless Swiftness ability)."},{"factionId":"DRU","name":"SKYBORNE ANNIHILATION","id":"000010577005","type":"Skysplinter Assault – Battle Tactic Stratagem","cpCost":"1","legend":"These warriors are well versed in raining suppressing fire on the foe even as they close with them from on high, shredding defences and leaving the survivors easy prey for the raid.","turn":"Your turn","phase":"Shooting phase","detachment":"Skysplinter Assault","detachmentId":"000000831","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One Drukhari unit from your army that has not been selected to shoot this phase and that disembarked from a Transport this turn.<br><br><b>EFFECT:</b> Until the end of the phase, ranged weapons equipped by models in your unit have the [SUSTAINED HITS 1] ability, or the [SUSTAINED HITS 2] ability if your unit is a Kabalite Warriors or Hand of the Archon unit."},{"factionId":"DRU","name":"RAID AND FADE","id":"000010575007","type":"Realspace Raiders – Strategic Ploy Stratagem","cpCost":"2","legend":"The Drukhari are masters at using hit-and-run tactics, engaging a target with a flurry of shots before quickly manoeuvring into cover or out of sight.","turn":"Your turn","phase":"Shooting phase","detachment":"Realspace Raiders","detachmentId":"000000804","description":"<b>WHEN:</b> End of your Shooting phase.<br><br><b>TARGET:</b> Up to two Kabalite Warriors units from your army, or one other Drukhari unit from your army (excluding ScouRGES and Aircraft).<br><br><b>EFFECT:</b> Each of those units can make a Normal move of up to 6\".<br><br><b>RESTRICTIONS:</b> You cannot select units that are within Engagement Range of one or more enemy units. Until the end of the turn, those units are not eligible to declare a charge."},{"factionId":"DRU","name":"ELUSIVE DUELLISTS","id":"000009434002","type":"Kabalite Corsairs – Battle Tactic Stratagem","cpCost":"1","legend":"These warriors delight in the close-quarters blade-duels of boarding actions, weaving around their enemies' blows and cutting them down in droves.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Kabalite Corsairs","detachmentId":"000000935","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One <span class=\"kwb\">DRUKHARI</span> unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll and, if your unit has the INcUBI keyword, models in your unit have a 4+ invulnerable save."},{"factionId":"DRU","name":"SCINTILLATING TEMPO","id":"000009782006","type":"Reaper’s Wager – Strategic Ploy Stratagem","cpCost":"1","legend":"Commorrite or Harlequin, these lithe combatants move with stunning speed, darting in and out of firing lines before their foes can raise their weapons.","turn":"Your turn","phase":"Movement or Charge phase","detachment":"Reaper’s Wager","detachmentId":"000000993","description":"<b>WHEN:</b> Your Movement phase or your Charge phase, just after a Drukhari or Harlequins unit from your army is selected to make a Normal, Advance or Fall Back move, is set up on the battlefield, or declares a charge.<br><br><b>TARGET:</b> That unit.<br><br><b>EFFECT:</b> Until the end of the turn, enemy units cannot use the Fire Overwatch Stratagem to shoot at your unit."},{"factionId":"","name":"COUNTER-OFFENSIVE","id":"000008335003","type":"Core – Strategic Ploy Stratagem","cpCost":"2","legend":"In close-quarters combat, the slightest hesitation can leave an opening for a swift foe to exploit.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has fought.<br><br><b>TARGET:</b> One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.<br><br><b>EFFECT:</b> Your unit fights next."},{"factionId":"","name":"COMMAND RE-ROLL","id":"000008335002","type":"Core – Battle Tactic Stratagem","cpCost":"1","legend":"A great commander can bend even the vagaries of fate and fortune to their will, the better to ensure victory.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Any phase, just after you make an Advance roll, a Charge roll, a Desperate Escape test or a Hazardous test for a unit from your army, or a Hit roll, a Wound roll, a Damage roll or a saving throw for a model in that unit, or a roll to determine the number of attacks made with a weapon equipped by a model in that unit. If you are using fast dice rolling, this Stratagem can still be used after rolling multiple rolls or saving throws at once.<br><br><b>TARGET:</b> That unit or model from your army.<br><br><b>EFFECT:</b> You re-roll that roll, test or saving throw. If you are using fast dice rolling, select one of those rolls or saving throws to re-roll."},{"factionId":"DRU","name":"SHORTEN THE ODDS","id":"000009782005","type":"Reaper’s Wager – Strategic Ploy Stratagem","cpCost":"1","legend":"Having selected their victims, these killers strive to complete the kill with speed and brutality whilst moving ever closer to winning their macabre wager.","turn":"Your turn","phase":"Movement phase","detachment":"Reaper’s Wager","detachmentId":"000000993","description":"<b>WHEN:</b> Your Movement phase, just after a Drukhari or Harlequins unit from your army has Advanced.<br><br><b>TARGET:</b> That unit.<br><br><b>EFFECT:</b> Until the end of the turn, your unit is eligible to shoot and declare a charge in a turn in which it Advanced."},{"factionId":"","name":"COUNTER-OFFENSIVE","id":"000009218004","type":"Boarding Actions – Strategic Ploy Stratagem","cpCost":"2","legend":"In close-quarters combat, the slightest hesitation can leave an opening for a swift foe to exploit.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has fought.<br><br><b>TARGET:</b> One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.<br><br><b>EFFECT:</b> Your unit fights next."},{"factionId":"","name":"HEROIC INTERVENTION","id":"000008335012","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"Voices raised in furious war cries, your warriors surge forth to meet the enemy’s onslaught head-on.","turn":"Opponent’s turn","phase":"Charge phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your opponent’s Charge phase, just after an enemy unit ends a Charge move.<br><br><b>TARGET:</b> One unit from your army that is within 6\" of that enemy unit and would be eligible to declare a charge against that enemy unit if it were your Charge phase.<br><br><b>EFFECT:</b> Your unit now declares a charge that targets only that enemy unit, and you resolve that charge as if it were your Charge phase.<br><br><b>RESTRICTIONS:</b> You can only select a <span class=\"kwb\">VEHICLE</span> unit from your army if it is a <span class=\"kwb\">WALKER</span>. Note that even if this charge is successful, your unit does not receive any Charge bonus this turn."},{"factionId":"DRU","name":"DARK HARVEST","id":"000010575005","type":"Realspace Raiders – Strategic Ploy Stratagem","cpCost":"1","legend":"Wicked sickles and serrated blades hack through writhing flesh as the Drukhari harvest agony and suffering.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Realspace Raiders","detachmentId":"000000804","description":"<b>WHEN:</b> Start of the Fight phase.<br><br><b>TARGET:</b> Up to two Wracks units from your army, or one other Drukhari unit from your army.<br><br><b>EFFECT:</b> Until the end of the phase, melee weapons equipped by models in each of those units have the [LETHAL HITS] ability."},{"factionId":"DRU","name":"INSTINCTIVE SPITE","id":"000010575004","type":"Realspace Raiders – Battle Tactic Stratagem","cpCost":"1","legend":"It is hardwired into the Drukhari psyche to prey upon weakened and suffering victims.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Realspace Raiders","detachmentId":"000000804","description":"<b>WHEN:</b> Start of your Shooting phase or the start of the Fight phase.<br><br><b>TARGET:</b> Up to two Drukhari Battleline units from your army, or one other Drukhari unit from your army.<br><br><b>EFFECT:</b> You can spend 1 Pain token. Until the end of the phase, each time a model in each of those units makes an attack that targets an enemy unit that is Below Half-strength, add 1 to the Hit roll. If you spent 1 Pain token, add 1 to the Wound roll as well."},{"factionId":"DRU","name":"MURDERER’S CIRCUS","id":"000009782004","type":"Reaper’s Wager – Battle Tactic Stratagem","cpCost":"1","legend":"In bounding leaps and graceful pirouettes, the cavalcade of capricious killers bounds through hails of fire, cackling gleefully as they come.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Reaper’s Wager","detachmentId":"000000993","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Drukhari or Harlequins unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll."},{"factionId":"DRU","name":"FIGHTING SHADOWS","id":"000010575003","type":"Realspace Raiders – Battle Tactic Stratagem","cpCost":"1","legend":"Even attempting to strike the Drukhari is like trying to lay a blade to smoke, so sly and swift are they.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Realspace Raiders","detachmentId":"000000804","description":"<b>WHEN:</b> Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Drukhari unit from your army (excluding Haemonculus Covens units) that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll."},{"factionId":"DRU","name":"MALICIOUS FRENZY","id":"000009782002","type":"Reaper’s Wager – Battle Tactic Stratagem","cpCost":"1","legend":"Jealous competition descends into frenzied carnage as the kill count climbs higher and the intoxicating screams of the dying fill the air.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Reaper’s Wager","detachmentId":"000000993","description":"<b>WHEN:</b> Your Shooting phase or the Fight phase.<br><br><b>TARGET:</b> One Drukhari or Harlequins unit from your army that has not been selected to shoot or fight this phase.<br><br><b>EFFECT:</b> Select [LETHAL HITS] or [SUSTAINED HITS 1]. Until the end of the phase, weapons equipped by models in your unit have the selected ability."},{"factionId":"DRU","name":"FEIGNED WEAKNESS","id":"000010581004","type":"Spectacle of Spite – Strategic Ploy Stratagem","cpCost":"1","legend":"Employing a common ruse from the arenas, the Drukhari appear to cower, wounded and exhausted, before surging back at their overconfident opponents with blades and fangs bared.","turn":"Your turn","phase":"Movement phase","detachment":"Spectacle of Spite","detachmentId":"000001113","description":"<b>WHEN:</b> Your Movement phase, just after a Drukhari unit from your army Falls Back.<br><br><b>TARGET:</b> That <span class=\"kwb\">DRUKHARI</span> unit.<br><br><b>EFFECT:</b> Until the end of the turn, your unit is eligible to shoot and declare a charge in turn in which it Fell Back."},{"factionId":"DRU","name":"DEADLY DEBUT","id":"000010581003","type":"Spectacle of Spite – Battle Tactic Stratagem","cpCost":"1","legend":"Imitating Lelith Hesperax, these warriors begin their gladiatorial bout with an opening so spectacularly violent that none can fail to be impressed.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Spectacle of Spite","detachmentId":"000001113","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One DRUKHARI unit from your army that made a Charge move this turn and has not been selected to fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, melee weapons equipped by models in your unit have the [LETHAL HITS] ability. If your unit is a Wyches unit, until the end of the phase, improve the Armour Penetration characteristic of melee weapons equipped by models in your unit by 1 as well."},{"factionId":"","name":"INSANE BRAVERY","id":"000009218005","type":"Boarding Actions – Epic Deed Stratagem","cpCost":"1","legend":"Indifferent to their own survival, these warriors hold their ground against seemingly impossible odds.","turn":"Your turn","phase":"Command phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Battle-shock step of your Command phase, just after you have failed a Battle-shock test taken for a unit from your army.<br><br><b>TARGET:</b> The unit from your army that Battle-shock test was just taken for (even though your Battle-shocked units cannot normally be affected by your Stratagems).<br><br><b>EFFECT:</b> Your unit is treated as having passed that test instead, and is not Battle-shocked as a result."},{"factionId":"","name":"RAPID INGRESS","id":"000008335008","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"Be it cunning strategy, potent technology or supernatural ritual, there are many means by which a commander may hasten their warriors’ onset.","turn":"Opponent’s turn","phase":"Movement phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> End of your opponent’s Movement phase.<br><br><b>TARGET:</b> One unit from your army that is in Reserves.<br><br><b>EFFECT:</b> Your unit can arrive on the battlefield as if it were the Reinforcements step of your Movement phase, and if every model in that unit has the Deep Strike ability, you can set that unit up as described in the Deep Strike ability (even though it is not your Movement phase).<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem to enable a unit to arrive on the battlefield during a battle round it would not normally be able to do so in."},{"factionId":"DRU","name":"CONNOISSEURS OF PAIN","id":"000010585006","type":"Covenite Coterie – Battle Tactic Stratagem","cpCost":"1","legend":"These epicureans of extreme sensation revel in their agonies as much as those of the foe.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Covenite Coterie","detachmentId":"000001114","description":"<b>WHEN:</b> Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Drukhari unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Spend 1 Pain token. Until the attacking unit has finished making its attacks, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1. At the end of the phase, if your unit is still on the battlefield and it is a Haemonculus Covens unit, you gain 1 Pain token."},{"factionId":"","name":"INSANE BRAVERY","id":"000008335005","type":"Core – Epic Deed Stratagem","cpCost":"1","legend":"Indifferent to their own survival, these warriors hold their ground against seemingly impossible odds.","turn":"Your turn","phase":"Command phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Battle-shock step of your Command phase, just before you take a Battle-shock test for a unit from your army.<br><br><b>TARGET:</b> That unit from your army.<br><br><b>EFFECT:</b> Your unit automatically passes that Battle-shock test.<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem more than once per battle."},{"factionId":"DRU","name":"DEADLY DECEIVERS","id":"000010589007","type":"Kabalite Cartel – Strategic Ploy Stratagem","cpCost":"1","legend":"A life lived amidst the shadowed spires of Commorragh teaches many ways to creep up on your enemies, unseen and unsuspected.","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"Kabalite Cartel","detachmentId":"000001115","description":"<b>WHEN:</b> Your opponent’s Shooting phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Kabal or Blades for Hire unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, your unit can only be selected as the target of a ranged attack if the attacking model is within 18\"."},{"factionId":"","name":"GO TO GROUND","id":"000008335010","type":"Core – Battle Tactic Stratagem","cpCost":"1","legend":"Seeking salvation from incoming fire, warriors hurl themselves into whatever cover they can find.","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your opponent’s Shooting phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One <span class=\"kwb\">INFANTRY</span> unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, all models in your unit have a 6+ invulnerable save and have the Benefit of Cover."},{"factionId":"DRU","name":"TAILORED TOXINS","id":"000010589004","type":"Kabalite Cartel – Epic Deed Stratagem","cpCost":"1","legend":"Specially prepared for their chosen prey, these malignant poisons are the anathema of their targets.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Kabalite Cartel","detachmentId":"000001115","description":"<b>WHEN:</b> Your Shooting phase or the Fight phase.<br><br><b>TARGET:</b> One Kabal or Blades for Hire unit from your army that has not been selected to shoot or fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit makes an attack that targets your Contract unit, an unmodified Hit roll of 5+ scores a Critical Hit."},{"factionId":"DRU","name":"FATEFUL ROLE","id":"000009782003","type":"Reaper’s Wager – Strategic Ploy Stratagem","cpCost":"1","legend":"These warriors are so absorbed by their desire to win the wager that they risk death to land their killing blows.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Reaper’s Wager","detachmentId":"000000993","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Drukhari or Harlequins unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, roll one D6, adding 1 to the result if that unit is losing the wager: on a 4+, do not remove it from play. That destroyed model can fight after the attacking model’s unit has finished making its attacks, and is then removed from play."},{"factionId":"DRU","name":"SHIPBOARD SHADES","id":"000009426002","type":"Space Lane Raiders – Battle Tactic Stratagem","cpCost":"1","legend":"Amidst the strobing lumens and gouting steam of voidship combat, the Drukhari flicker and flit like malevolent, half-seen shadows.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Space Lane Raiders","detachmentId":"000000934","description":"<b>WHEN:</b> Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One <span class=\"kwb\">DRUKHARI</span> unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll."},{"factionId":"DRU","name":"SYMPHONY OF SUFFERING","id":"000010585003","type":"Covenite Coterie – Epic Deed Stratagem","cpCost":"1","legend":"So extreme are the foe's agonies that they spread a shock wave of terror through their comrades.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Covenite Coterie","detachmentId":"000001114","description":"<b>WHEN:</b> Fight phase, just after a Drukhari unit from your army destroys an enemy unit.<br><br><b>TARGET:</b> That <span class=\"kwb\">DRUKHARI</span> unit.<br><br><b>EFFECT:</b> Each enemy unit within 9\" of and visible to your unit must take a Battle-shock test, subtracting 1 from that test if your unit is a Haemonculus Covens unit."},{"factionId":"","name":"COMMAND RE-ROLL","id":"000009218002","type":"Boarding Actions – Epic Deed Stratagem","cpCost":"1","legend":"A great commander can bend even the vagaries of fate and fortune to their will, the better to ensure victory.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Any phase, just after you have made a Hit roll, a Wound roll, a Damage roll, a saving throw, an Advance roll, a Charge roll, a Desperate Escape test, a Hazardous test, or just after you have rolled the dice to determine the number of attacks made with a weapon, for an attack, model or unit from your army.<br><br><b>TARGET:</b> That unit or model from your army.<br><br><b>EFFECT:</b> You re-roll that roll, test or saving throw."},{"factionId":"DRU","name":"TAKEN ALIVE","id":"000010589003","type":"Kabalite Cartel – Battle Tactic Stratagem","cpCost":"1","legend":"Borne away screaming into the shadows, everyone knows these unfortunates face a dreadful fate.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Kabalite Cartel","detachmentId":"000001115","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One Drukhari unit from your army that has not been selected to fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit makes an attack, add 1 to the Hit roll. If your Contract unit is destroyed as a result of those attacks, every unit in your opponent’s army must take a Battle-shock test. You cannot gain more than 3 Pain tokens as a result of failed Battle-shock tests caused by this Stratagem."},{"factionId":"DRU","name":"WRAITHLIKE RETREAT","id":"000010577003","type":"Skysplinter Assault – Strategic Ploy Stratagem","cpCost":"1","legend":"Employing smoke grenades, paralysing mists or simple cunning and agility, these warriors slip away like spectres.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Skysplinter Assault","detachmentId":"000000831","description":"<b>WHEN:</b> End of the Fight phase.<br><br><b>TARGET:</b> One Drukhari Infantry unit from your army that fought this phase.<br><br><b>EFFECT:</b> Your unit can make a Normal or Fall Back move, but unless it is a Wyches unit, it must end that move wholly within 3\" horizontally and 5\" vertically of a friendly Drukhari Transport and must embark within that <span class=\"kwb\">TRANSPORT</span> at the end of that move (otherwise, it cannot make that move)."},{"factionId":"DRU","name":"POUNCE ON THE PREY","id":"000010577004","type":"Skysplinter Assault – Strategic Ploy Stratagem","cpCost":"1","legend":"Incredible alien agility and a delight in taking wild risks help these warriors to leap acrobatically from their skimming transports directly into battle.","turn":"Your turn","phase":"Movement phase","detachment":"Skysplinter Assault","detachmentId":"000000831","description":"<b>WHEN:</b> Your Movement phase, just after a Drukhari Infantry unit from your army disembarks from a Transport that made a Normal move this phase.<br><br><b>TARGET:</b> That <span class=\"kwb\">INFANTRY</span> unit.<br><br><b>EFFECT:</b> Until the end of the turn, your unit is eligible to declare a charge."}],"enhancements":[],"detachmentAbilities":[{"id":"000008714","factionId":"DRU","name":"Rain Of Cruelty","legend":"Few warriors in the galaxy are as adept at launching punishing skyborne raids as the Drukhari. Before their prey even realise the peril, the killers of Commorragh are amongst their lines like grinning ghouls. Splinter fire lays low defenders still scrambling into position. Quicksilver assaults leave dozens screaming in maimed agony. Often, the battle is over before it has even truly begun.","description":"Each time a Drukhari unit from your army disembarks from a Transport, until the end of the turn:<br><ul><li>Ranged weapons equipped by models in that disembarking unit have the [ignores cover] ability.</li><li>Melee weapons equipped by models in that disembarking unit have the [lance] ability.</li></ul>","detachment":"Skysplinter Assault","detachmentId":"000000831"},{"id":"000009432","factionId":"DRU","name":"Raid and Pillage","legend":"These warriors reap a bounty of both material plunder and precious pain during their raids, leaving only shattered storage reliquaries and the twisted bodies of tortured victims in their wake.","description":"Each time a DRUKHARi unit from your army destroys an enemy unit, if that enemy unit was within range of an objective marker controlled by your opponent at the start of the phase, you gain 1 Pain token. In addition, in your Command phase, you can select one objective marker you control that has one or more KAbAL units from your army within range of it, then expend 1 Pain token from your Pain token pool. If you do, that objective marker is Secured by your army.","detachment":"Kabalite Corsairs","detachmentId":"000000935"},{"id":"000009440","factionId":"DRU","name":"Appetite for Adulation","legend":"Thriving upon the praise their sadistic deeds will earn from their twisted audience, the Wyches fight all the harder and inflict ever-more excessive torments upon their victims.","description":"In the Fight phase, if two or more enemy units were destroyed by DRUKHARi units from your army that phase, you gain 1 Pain token. In addition, each time a WYCH CULT unit from your army becomes Empowered in the Fight phase, until the end of the phase, melee weapons equipped by models in that unit have the [ANTi-iNFANTRY 4+] ability.","detachment":"Ship-killer Cult","detachmentId":"000000936"},{"id":"000009780","factionId":"DRU","name":"Callous Competition","legend":"In this saedath, the Harlequins embody the Reaper, whilst their Drukhari companions are mortal killers.","description":"At the start of the battle, Drukhari units from your army are winning the wager.<br><br>Each time a <span class=\"kwb\">DRUKHARI</span> unit from your army destroys an enemy unit, <span class=\"kwb\">DRUKHARI</span> units from your army are winning the wager.<br><br>Each time a Harlequins unit from your army destroys an enemy unit, <span class=\"kwb\">HARLEQUIN</span> units from your army are winning the wager.<br><br>While <span class=\"kwb\">DRUKHARI</span> units from your army are winning the wager, <span class=\"kwb\">HARLEQUIN</span> units from your army are losing the wager, and vice versa.<br><br>Each time a <span class=\"kwb\">DRUKHARI</span> or <span class=\"kwb\">HARLEQUINS</span> model from your army makes an attack, if that model’s unit is winning the wager, re-roll a Hit roll of 1. If that model’s unit is losing the wager, re-roll a Hit roll of 1 and re-roll a Wound roll of 1 instead.<br><br><span class=\"hi_custom\">HARLEQUINS</span><br>You can include Harlequins units in your army (see Codex: Aeldari). The combined points cost of such units depends on your battle size:<br><ul><li><b>Incursion:</b> Up to 500 pts</li><li><b>Strike Force:</b> Up to 1000 pts</li><li><b>Onslaught:</b> Up to 1500 pts</li></ul><br>No <span class=\"kwb\">HARLEQUINS</span> models from your army can be your <span class=\"kwb\">WARLORD</span>. If you select this Detachment, you cannot use the Corsairs and Travelling Players army rule.","detachment":"Reaper’s Wager","detachmentId":"000000993"},{"id":"000010587","factionId":"DRU","name":"Murderous Agenda","legend":"Kabalite forces often prize particular targets amongst the enemy ranks, whether as a macabre trophy, the target of a contract killing, or for some other devious reason.","description":"At the start of the first battle round, select one of the Contracts below, then select one unit from your opponent’s army that matches the ‘Contract’ description in that Contract. Until that Contract is completed, that unit is your Contract unit and Kabal and Blades for Hire units from your army have the ability stated in that Contract. At the start of your Command phase, if your Contract unit is destroyed, that Contract is completed and you gain 3 Pain tokens.<br><br><span class=\"hi_custom\">Trophy Hunters</span><br><b>Contract:</b> One <span class=\"kwb\">CHARACTER</span> unit.<br><b>Ability:</b> Each time a <span class=\"kwb\">KABAL</span> or <span class=\"kwb\">BLADES</span> <span class=\"kwb2\">FOR</span> <span class=\"kwb\">HIRE</span> model in this unit makes an attack that targets the Contract unit, that attack has the [precision] ability.<br><br><span class=\"hi_custom\">Sow Fear and Terror</span><br><b>Contract:</b> One <span class=\"kwb\">INFANTRY</span> or <span class=\"kwb\">MOUNTED</span> unit (excluding units containing only <span class=\"kwb\">CHARACTER</span> models). At the start of your Command phase, this Contract is completed if all non-<span class=\"kwb\">CHARACTER</span> models in that unit are destroyed.<br><b>Ability:</b> Each time a <span class=\"kwb\">KABAL</span> or <span class=\"kwb\">BLADES</span> <span class=\"kwb2\">FOR</span> <span class=\"kwb\">HIRE</span> model in this unit makes an attack that targets an <span class=\"kwb\">INFANTRY</span> or <span class=\"kwb\">MOUNTED</span> unit, that attack has the [sustained hits 1] ability.<br><br><span class=\"hi_custom\">Show of Strength</span><br><b>Contract:</b> One <span class=\"kwb\">MONSTER</span> or <span class=\"kwb\">VEHICLE</span> unit.<br><b>Ability:</b> Each time a <span class=\"kwb\">KABAL</span> or <span class=\"kwb\">BLADES</span> <span class=\"kwb2\">FOR</span> <span class=\"kwb\">HIRE</span> model in this unit makes an attack that targets a <span class=\"kwb\">MONSTER</span> or <span class=\"kwb\">VEHICLE</span> unit, that attack has the [lethal hits] ability.","detachment":"Kabalite Cartel","detachmentId":"000001115"}],"leaders":[],"supplementLabel":"None","isSupplement":false,"roleLabel":"Other","sourceName":"Faction Pack: Drukhari","isForgeWorld":false,"isLegends":false}