{"id":"000000556","name":"Tesseract Vault","factionId":"NEC","sourceId":"000000029","legend":"These super-heavy war engines channel the furious might of imprisoned Transcendent C’tan Shards, unleashing one unnatural phenomenon after another upon the foe. Yet should they ever be destroyed and the C’tan inside freed, the god-shard’s wrath will be great indeed, and all should fear its rampage.","role":"Other","loadout":"<b>This model is equipped with:</b> 4 tesla spheres; armoured bulk.","transport":"","virtual":false,"leaderHead":"","leaderFooter":"","damagedW":"1-8","damagedDescription":"While this model has 1-8 wounds remaining, subtract 4 from its Objective Control characteristic and you can only select one of the C’tan Powers weapons in your Shooting phase, instead of two.","link":"https://wahapedia.ru/wh40k10ed/factions/necrons/Tesseract-Vault","slug":"tesseract-vault","factionSlug":"necrons","supplementKey":"codex","abilities":[{"id":"000008339","name":"Deadly Demise","legend":"From detonating ammo stores to corrosive innards or frenzied death throes, some targets are deadly even in defeat.","factionId":"","description":"<div class=\"Corner33 abWrap BreakInsideAvoid\"><div class=\"abFlex\"><div class=\"abDiamondWrap\"><div class=\"abDiamond\"><div class=\"abIcon\"></div></div></div><div class=\"abLine\"></div><div class=\"abNameWrap\"></div></div><p class=\"ShowFluff stratLegend2\">From detonating ammo stores to corrosive innards or frenzied death throes, some targets are deadly even in defeat.</p>Some models have ‘Deadly Demise x’ listed in their abilities. When such a model is <span class=\"tooltip00073\" data-tooltip-content=\"#tooltip_content00073\"><span class=\"tt kwbu\">destroyed</span></span>, roll one D6 before removing it from play (if such a model is a <span class=\"kwb\">TRANSPORT</span>, roll before any embarked models <span class=\"tooltip00010\" data-tooltip-content=\"#tooltip_content00010\"><span class=\"tt kwbu\">disembark</span></span>). On a 6, each unit within 6\" of that model suffers a number of <span class=\"tooltip00009\" data-tooltip-content=\"#tooltip_content00009\"><span class=\"tt kwbu\">mortal</span> <span class=\"tt kwbu\">wounds</span></span> denoted by ‘x’ (if this is a random number, roll separately for each unit within 6\").<br><br><div class=\"redExample\"><b>Example:</b> A <span class=\"kwb\">TRANSPORT</span> model with the Deadly Demise D3 ability is destroyed. Before any models disembark and before removing it from play, its controlling player rolls one D6, getting a 6. There are three units within 6\" of that destroyed model, so its controlling player rolls one D3 for each of them, inflicting mortal wounds accordingly.</div><br><div class=\"BreakInsideAvoid frameLight Corner14\"><ul class=\"redSquare\"><li><b>Deadly Demise x:</b> When this model is destroyed, roll one D6. On a 6, each unit within 6\" suffers ‘x’ mortal wounds.</li></ul></div></div>","type":"Core","parameter":"D6+3"},{"id":"000008369","name":"Reanimation Protocols","legend":"The Necron dynasties benefit from the nigh-on supernatural technologies that once saw them dominate the galaxy, perhaps the most unsettling of which are their reanimation protocols. Should a Necron be slain, its body becomes wreathed in an eerie glow. Crawling limbs reattach. Sundered torsos and smashed skulls reform amidst emerald sparks. Witch lights flare back to life within dead eye-lenses and the Necron rises again, shambling back into their battle line. Those Necrons too catastrophically damaged to reform vanish instead, teleported away to their tombs for repair.","factionId":"NEC","description":"If your Army Faction is <span class=\"kwb\">NECRONS</span>, at the end of your Command phase, each unit from your army with this ability that is on the battlefield activates its Reanimation Protocols and reanimates D3 wounds. Each time such a unit reanimates a wound:<br><ul><li>If that unit contains one or more models with fewer than their starting number of wounds remaining, select one of those models; that model regains one lost wound</li><li>If all models in that unit have their starting number of wounds, but that unit is not at its Starting Strength, one destroyed model is returned to that unit with one wound remaining.</li></ul>Once such a unit is at its Starting Strength and all of its models have their starting number of wounds, nothing further happens.<br><br><div class=\"redExample\"><b>Example:</b> A unit of Lokhust Destroyers (which have a Wounds characteristic of 3) activates its Reanimation Protocols. The unit had a Starting Strength of 3, but currently contains 2 models, and one of those models has lost 1 wound. A 3 is rolled to see how many wounds are reanimated. The first of these reanimated wounds restores the wounded Lokhust Destroyer back to 3 wounds. The second of these reanimated wounds returns the destroyed Lokhust Destroyer to the battlefield with 1 wound remaining. The third of these reanimated wounds restores one of the remaining lost wounds to the same Lokhust Destroyer that was just returned. The unit now contains 3 models, two of which have 3 wounds remaining and one of which has 2 wounds remaining.</div>","type":"Faction"},{"id":"","name":"Powers of the C’tan","legend":"","factionId":"","description":"In your Shooting phase, when this model is selected to shoot, first select up to two different C’tan Powers weapons (see left). Until the end of the phase, this model is equipped with those weapons in addition to its other weapons (this model cannot make attacks with any other C’tan Powers weapon you did not select in this way this phase).","type":"Datasheet","parameter":""}],"keywords":[{"datasheetId":"000000556","keyword":"Necrons","model":"","isFactionKeyword":"true"},{"datasheetId":"000000556","keyword":"Vehicle","model":"","isFactionKeyword":"false"},{"datasheetId":"000000556","keyword":"Fly","model":"","isFactionKeyword":"false"},{"datasheetId":"000000556","keyword":"Towering","model":"","isFactionKeyword":"false"},{"datasheetId":"000000556","keyword":"Titanic","model":"","isFactionKeyword":"false"},{"datasheetId":"000000556","keyword":"Tesseract Vault","model":"","isFactionKeyword":"false"}],"models":[{"datasheetId":"000000556","line":"1","name":"Tesseract Vault","m":"8\"","t":"12","sv":"2+","invSv":"4","invSvDescr":"","w":"24","ld":"7+","oc":"8","baseSize":"120 x 92mm flying base","baseSizeDescr":""}],"options":[],"wargear":[{"id":"000000556:tesla-spheres","datasheetId":"000000556","line":"1","name":"Tesla spheres","type":"Ranged","profiles":[{"datasheetId":"000000556","line":"1","lineInWargear":"1","dice":"","name":"Tesla spheres","description":"sustained hits 2","range":"24","type":"Ranged","a":"6","bsWs":"3","s":"7","ap":"0","d":"1"}]},{"id":"000000556:antimatter-meteor","datasheetId":"000000556","line":"2","name":"Antimatter Meteor","type":"Ranged","profiles":[{"datasheetId":"000000556","line":"2","lineInWargear":"1","dice":"","name":"Antimatter Meteor","description":"blast, devastating wounds, indirect fire, c'tan power","range":"24","type":"Ranged","a":"D6+3","bsWs":"3","s":"10","ap":"-3","d":"3"}]},{"id":"000000556:cosmic-fire","datasheetId":"000000556","line":"3","name":"Cosmic Fire","type":"Ranged","profiles":[{"datasheetId":"000000556","line":"3","lineInWargear":"1","dice":"","name":"Cosmic Fire","description":"ignores cover, devastating wounds, torrent, c'tan power","range":"18","type":"Ranged","a":"3D6","bsWs":"N/A","s":"6","ap":"-2","d":"1"}]},{"id":"000000556:time-s-arrow","datasheetId":"000000556","line":"4","name":"Time’s Arrow","type":"Ranged","profiles":[{"datasheetId":"000000556","line":"4","lineInWargear":"1","dice":"","name":"Time’s Arrow","description":"anti-character 4+, devastating wounds, precision, c'tan power","range":"24","type":"Ranged","a":"1","bsWs":"2","s":"3","ap":"-2","d":"6"}]},{"id":"000000556:armoured-bulk","datasheetId":"000000556","line":"5","name":"Armoured bulk","type":"Melee","profiles":[{"datasheetId":"000000556","line":"5","lineInWargear":"1","dice":"","name":"Armoured bulk","description":"","range":"Melee","type":"Melee","a":"6","bsWs":"4","s":"8","ap":"0","d":"1"}]}],"unitComposition":[{"datasheetId":"000000556","line":"1","description":"1 Tesseract Vault"}],"modelCosts":[{"datasheetId":"000000556","line":"1","description":"1 model","cost":"425"}],"stratagems":[{"factionId":"","name":"COMMAND RE-ROLL","id":"000008335002","type":"Core – Battle Tactic Stratagem","cpCost":"1","legend":"A great commander can bend even the vagaries of fate and fortune to their will, the better to ensure victory.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Any phase, just after you make an Advance roll, a Charge roll, a Desperate Escape test or a Hazardous test for a unit from your army, or a Hit roll, a Wound roll, a Damage roll or a saving throw for a model in that unit, or a roll to determine the number of attacks made with a weapon equipped by a model in that unit. If you are using fast dice rolling, this Stratagem can still be used after rolling multiple rolls or saving throws at once.<br><br><b>TARGET:</b> That unit or model from your army.<br><br><b>EFFECT:</b> You re-roll that roll, test or saving throw. If you are using fast dice rolling, select one of those rolls or saving throws to re-roll."},{"factionId":"NEC","name":"MASS TRANSMOGRIFICATION","id":"000010673004","type":"Pantheon of Woe – Epic Deed Stratagem","cpCost":"1","legend":"The power of the C’tan rips the foe’s greatest assets apart and forcibly reknits nearby Necron soldiery using the stolen corporeal matter.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Pantheon of Woe","detachmentId":"000001129","description":"<b>WHEN:</b> Your Shooting phase or the Fight phase, just after a Necrons Monster unit from your army destroys an enemy unit.<br><br><b>TARGET:</b> One friendly <span class=\"kwb\">NECRONS</span> unit (excluding Monsters) within 6\" of that <span class=\"kwb\">MONSTER</span> unit.<br><br><b>EFFECT:</b> If that enemy unit was unravelling at the start of the phase, your friendly unit’s Reanimation Protocols activate.<br><br><b>RESTRICTIONS:</b> You can only use this Stratagem once per turn."},{"factionId":"NEC","name":"PHASE MELDING","id":"000010673007","type":"Pantheon of Woe – Strategic Ploy Stratagem","cpCost":"1","legend":"The very stuff of reality flows together at an atomic level, and the foe find to their horror that they are literally – and gruesomely – rooted to the spot.","turn":"Opponent’s turn","phase":"Movement phase","detachment":"Pantheon of Woe","detachmentId":"000001129","description":"<b>WHEN:</b> Your opponent’s Movement phase, when an unravelling enemy unit is selected to Fall Back.<br><br><b>TARGET:</b> One <span class=\"kwb\">NECRONS</span> unit from your army that is within Engagement Range of that enemy unit.<br><br><b>EFFECT:</b> When that enemy unit Falls Back, all models in that enemy unit must take a Desperate Escape test. When doing so, if that enemy unit is Battle-shocked, subtract 1 from each of those tests."},{"factionId":"","name":"RAPID INGRESS","id":"000008335008","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"Be it cunning strategy, potent technology or supernatural ritual, there are many means by which a commander may hasten their warriors’ onset.","turn":"Opponent’s turn","phase":"Movement phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> End of your opponent’s Movement phase.<br><br><b>TARGET:</b> One unit from your army that is in Reserves.<br><br><b>EFFECT:</b> Your unit can arrive on the battlefield as if it were the Reinforcements step of your Movement phase, and if every model in that unit has the Deep Strike ability, you can set that unit up as described in the Deep Strike ability (even though it is not your Movement phase).<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem to enable a unit to arrive on the battlefield during a battle round it would not normally be able to do so in."},{"factionId":"","name":"INSANE BRAVERY","id":"000008335005","type":"Core – Epic Deed Stratagem","cpCost":"1","legend":"Indifferent to their own survival, these warriors hold their ground against seemingly impossible odds.","turn":"Your turn","phase":"Command phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Battle-shock step of your Command phase, just before you take a Battle-shock test for a unit from your army.<br><br><b>TARGET:</b> That unit from your army.<br><br><b>EFFECT:</b> Your unit automatically passes that Battle-shock test.<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem more than once per battle."},{"factionId":"","name":"COUNTER-OFFENSIVE","id":"000008335003","type":"Core – Strategic Ploy Stratagem","cpCost":"2","legend":"In close-quarters combat, the slightest hesitation can leave an opening for a swift foe to exploit.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has fought.<br><br><b>TARGET:</b> One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.<br><br><b>EFFECT:</b> Your unit fights next."},{"factionId":"","name":"EXPLOSIVE CLEARANCE","id":"000009218006","type":"Boarding Actions – Battle Tactic Stratagem","cpCost":"1","legend":"A well-placed explosive munition in confined shipboard spaces can cause bloody carnage.","turn":"Your turn","phase":"Shooting phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One unit from your army that has not been selected to shoot this phase.<br><br><b>EFFECT:</b> Select one model in your unit that is equipped with a weapon with the [BLAST] ability. Until the end of the phase, when determining how many models are in the target unit for the purpose of that ability, include models that are not visible to the attacking model. In addition, attacks made with that weapon can be allocated to models that are not visible to the attacking model."},{"factionId":"","name":"COMMAND RE-ROLL","id":"000009218002","type":"Boarding Actions – Epic Deed Stratagem","cpCost":"1","legend":"A great commander can bend even the vagaries of fate and fortune to their will, the better to ensure victory.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Any phase, just after you have made a Hit roll, a Wound roll, a Damage roll, a saving throw, an Advance roll, a Charge roll, a Desperate Escape test, a Hazardous test, or just after you have rolled the dice to determine the number of attacks made with a weapon, for an attack, model or unit from your army.<br><br><b>TARGET:</b> That unit or model from your army.<br><br><b>EFFECT:</b> You re-roll that roll, test or saving throw."},{"factionId":"NEC","name":"COSMIC PRECISION","id":"000008555005","type":"Hypercrypt Legion – Strategic Ploy Stratagem","cpCost":"1","legend":"With a sanity-defying mechanism at the heart of the tomb, dynastic astromancers divine the pre-aligned point in space and time where a crucial role can be played in the wider battle plan.","turn":"Your turn","phase":"Movement phase","detachment":"Hypercrypt Legion","detachmentId":"000000818","description":"<b>WHEN:</b> Your Movement phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">NECRONS</span> unit from your army (excluding Monster units) that is arriving using the Deep Strike or Hyperphasing abilities this phase.<br><br><b>EFFECT:</b> Your unit can be set up anywhere on the battlefield that is more than 6\" horizontally away from all enemy models.<br><br><b>RESTRICTIONS:</b> A unit targeted with this Stratagem is not eligible to declare a charge in the same turn."},{"factionId":"NEC","name":"POTENTIALITY SYPHON","id":"000010665007","type":"Cryptek Conclave – Strategic Ploy Stratagem","cpCost":"1","legend":"Drawing upon the accumulated precausal potential energies that coalesce around significant locations, the conclave are able to steal that power and use it to trigger the unrealized probable remanifestation matrices of their own forces.","turn":"Opponent’s turn","phase":"Command phase","detachment":"Cryptek Conclave","detachmentId":"000001127","description":"<b>WHEN:</b> Your opponent’s Command phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">NECRONS</span> unit from your army within range of one or more objective markers.<br><br><b>EFFECT:</b> Your unit’s Reanimation Protocols activate. If it is a Cryptek unit, it reanimates an additional 1 wound."},{"factionId":"NEC","name":"ENTROPIC DAMPING","id":"000008555007","type":"Hypercrypt Legion – Wargear Stratagem","cpCost":"1","legend":"Towering war engines rise from an erupting tomb in its defence, directing entropic energies to weaken and fracture the enemies' own weapons and turning them into dangerous tools only the desperate would use.","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"Hypercrypt Legion","detachmentId":"000000818","description":"<b>WHEN:</b> Your opponent’s Shooting phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One TITANIC model from your army that was selected as the target of one or more of the attacking unit’s attacks and is within 18\" of the attacking unit.<br><br><b>EFFECT:</b> Until the end of the phase, weapons equipped by models in the attacking unit have the [HAZARDOUS] ability."},{"factionId":"","name":"COUNTER-OFFENSIVE","id":"000009218004","type":"Boarding Actions – Strategic Ploy Stratagem","cpCost":"2","legend":"In close-quarters combat, the slightest hesitation can leave an opening for a swift foe to exploit.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has fought.<br><br><b>TARGET:</b> One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.<br><br><b>EFFECT:</b> Your unit fights next."},{"factionId":"NEC","name":"CHRONODISTORTION","id":"000010673006","type":"Pantheon of Woe – Battle Tactic Stratagem","cpCost":"1","legend":"With the battlefield shuddering in and out of sync with time and space, slain Necrons still strike at their enemies through cracks in temporal causality","turn":"Either player’s turn","phase":"Fight phase","detachment":"Pantheon of Woe","detachmentId":"000001129","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One <span class=\"kwb\">NECRONS</span> unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, roll one D6, adding 1 if the attacking unit is unravelling: on a 4+, do not remove the destroyed model from play; it can fight after the attacking unit has finished making its attacks, and is then removed from play."},{"factionId":"NEC","name":"PROTOCOL OF THE HUNGRY VOID","id":"000008371004","type":"Awakened Dynasty – Battle Tactic Stratagem","cpCost":"1","legend":"Necrons strike with data-augmented accuracy.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Awakened Dynasty","detachmentId":"000000756","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">NECRONS</span> unit from your army that has not been selected to fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, add 1 to the Strength characteristic of melee weapons equipped by models in your unit. In addition, If a Necrons Character is leading your unit, until the end of the phase, improve the Armour Penetration characteristic of melee weapons equipped by models in your unit by 1. (this is not cumulative with any other modifiers that improve Armour Penetration]."},{"factionId":"NEC","name":"ENTROPHASIC AURA TARGETING","id":"000010673005","type":"Pantheon of Woe – Battle Tactic Stratagem","cpCost":"1","legend":"Necrons’ android senses can target the foe by reading the exotic radiation signatures wreathed about them by the C’tan shards onslaught.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Pantheon of Woe","detachmentId":"000001129","description":"<b>WHEN:</b> Your Shooting phase or the Fight phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">NECRONS</span> unit (excluding Monsters) from your army that has not been selected to shoot or fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit makes an attack that targets an enemy unit, re-roll a Hit roll of 1. If the target of that attack is unravelling, re-roll a Wound roll of 1 as well."},{"factionId":"NEC","name":"NANOASSEMBLY PROTOCOLS","id":"000008551004","type":"Obeisance Phalanx – Battle Tactic Stratagem","cpCost":"1","legend":"A tomb world’s war engines are the pride of its nobility and they will suffer no affront to them, demanding the reassembly of slablike armour atom by atom even as the foe seek to sunder the vehicles.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Obeisance Phalanx","detachmentId":"000000817","description":"<b>WHEN:</b> Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One NECRONS VEHICLE unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time an attack is allocated to a model in your unit, subtract 1 from the Damage characteristic of that attack."},{"factionId":"NEC","name":"QUANTUM DEFLECTION","id":"000008555003","type":"Hypercrypt Legion – Wargear Stratagem","cpCost":"1","legend":"Necron quantum shielding is a true marvel of techno-arcana. Channelled with energy reserves from the rising tomb structures, the shielding is capable of adaptive remodulation to diffuse and deflect the most powerful enemy attacks.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Hypercrypt Legion","detachmentId":"000000818","description":"<b>WHEN:</b> Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One NECRONS VEHICLE unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, models in your unit have a 4+ invulnerable save."},{"factionId":"","name":"TANK SHOCK","id":"000008335007","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"Ramming the foe with a speeding vehicle may be an unsubtle tactic, but it is a murderously effective one.","turn":"Your turn","phase":"Charge phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your Charge phase, just after a <span class=\"kwb\">VEHICLE</span> unit from your army ends a Charge move.<br><br><b>TARGET:</b> That <span class=\"kwb\">VEHICLE</span> unit.<br><br><b>EFFECT:</b> Select one enemy unit within Engagement Range of your unit, and select one <span class=\"kwb\">VEHICLE</span> model in your unit that is within Engagement Range of that enemy unit. Roll a number of D6 equal to the Toughness characteristic of the selected <span class=\"kwb\">VEHICLE</span> model. For each 5+, that enemy unit suffers 1 mortal wound (to a maximum of 6 mortal wounds)."},{"factionId":"NEC","name":"MOLECULAR TARGETING","id":"000010665002","type":"Cryptek Conclave – Battle Tactic Stratagem","cpCost":"1","legend":"Targeting analysis of the targets’ molecular makeup allows all attempts at shielding or obfuscation to be bypassed with contemptuous ease.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Cryptek Conclave","detachmentId":"000001127","description":"<b>WHEN:</b> Your Shooting phase or the Fight phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">NECRONS</span> unit from your army that has not been selected to shoot or fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit makes an attack, you can ignore any or all modifiers to the following: that attack’s Ballistic Skill or Weapon Skill characteristic; the Hit roll. If your unit has the Cryptek keyword, you can also ignore any or all modifiers to the Wound roll."},{"factionId":"","name":"INSANE BRAVERY","id":"000009218005","type":"Boarding Actions – Epic Deed Stratagem","cpCost":"1","legend":"Indifferent to their own survival, these warriors hold their ground against seemingly impossible odds.","turn":"Your turn","phase":"Command phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Battle-shock step of your Command phase, just after you have failed a Battle-shock test taken for a unit from your army.<br><br><b>TARGET:</b> The unit from your army that Battle-shock test was just taken for (even though your Battle-shocked units cannot normally be affected by your Stratagems).<br><br><b>EFFECT:</b> Your unit is treated as having passed that test instead, and is not Battle-shocked as a result."},{"factionId":"NEC","name":"PROTOCOL OF THE CONQUERING TYRANT","id":"000008371006","type":"Awakened Dynasty – Battle Tactic Stratagem","cpCost":"1","legend":"The legions employ the strategies of their masters in perfect synchronicity, laying down hails of mechanically coordinated fire.","turn":"Your turn","phase":"Shooting phase","detachment":"Awakened Dynasty","detachmentId":"000000756","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">NECRONS</span> unit from your army that has not been selected to shoot this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit makes an attack that targets a unit within half range, re-roll a Hit roll of 1. If a NECRONS CHARACTER is leading your unit, until the end of the phase, you can re-roll the Hit roll for that attack instead."},{"factionId":"NEC","name":"PROTOCOL OF THE SUDDEN STORM","id":"000008371005","type":"Awakened Dynasty – Strategic Ploy Stratagem","cpCost":"1","legend":"Arcing energies leap from one Necron to the next, lending them unnatural speed and surety","turn":"Your turn","phase":"Movement phase","detachment":"Awakened Dynasty","detachmentId":"000000756","description":"<b>WHEN:</b> Your Movement phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">NECRONS</span> unit from your army.<br><br><b>EFFECT:</b> Until the end of the turn, ranged weapons equipped by models in your unit have the [ASSAULT] ability. In addition, if a Necrons Character is leading your unit, until the end of the phase, you can re-roll Advance rolls made for your unit."}],"enhancements":[],"detachmentAbilities":[{"id":"000008553","factionId":"NEC","name":"Hyperphasing","legend":"Employing fractal corridors, dolmen gates and ancient translocation science, the Necrons are able to phase in and out of existence. Nowhere is safe for the terrified foe as mechanoid hunters appear from unfolding planar lattices to slaughter or escape retribution into gulfs of darkness, only to materialise elsewhere to kill anew.","description":"At the end of your opponent’s turn, you can select a number of <span class=\"kwb\">NECRONS</span> units from your army (excluding units that are within Engagement Range of one or more enemy units). The maximum number of units you can select depends on the battle size, as follows:<br><br><div class=\"BreakInsideAvoid\"><table bordercolor=\"#888\"><tbody><tr><td><table class=\" customTable tablefont\" bordercolor=\"#888\"><tbody><tr><td><b>BATTLE SIZE</b></td><td><b>NUMBER OF UNITS</b></td></tr><tr><td>Incursion</td><td><b>Up to 1 units </b></td></tr><tr><td>Strike Force</td><td><b>Up to 2 units </b></td></tr><tr><td>Onslaught</td><td><b>Up to 3 units </b></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr><tr><td></td><td></td></tr></tbody></table></td></tr></tbody></table></div><br>Once you have made your selections, remove those units from the battlefield and place them into Strategic Reserves.","detachment":"Hypercrypt Legion","detachmentId":"000000818"},{"id":"000009748","factionId":"NEC","name":"Relentless Onslaught","legend":"The Necrons possess countless terrifying engines of war. When mustered in great number, these instruments of annihilation sweep across the battlefield, seeking to reclaim lost realms and obliterate any foolish enough to trespass upon the territories of their ancient dynasty.","description":"Each time a <span class=\"kwb\">NECRONS</span> model from your army makes an attack that targets a unit within range of one or more objective markers, add 1 to the Hit roll. In addition, ranged weapons equipped by Necrons Vehicle and Necrons Mounted models (excluding Titanic models) from your army have the [ASSAULT] ability.","detachment":"Starshatter Arsenal","detachmentId":"000000985"}],"leaders":[],"supplementLabel":"None","isSupplement":false,"roleLabel":"Other","sourceName":"Faction Pack: Necrons","isForgeWorld":false,"isLegends":false}