{"id":"000002518","name":"Blade Champion","factionId":"AC","sourceId":"000000024","legend":"A Blade Champion is a living weapon in the Emperor’s hand. His role is to identify the greatest battlefield threat – be that a mighty leader, a host of killers or a deadly war engine – then to employ his archeotech blades and specialised fighting styles to ensure their swift and absolute destruction.","role":"Characters","loadout":"<b>This model is equipped with:</b> vaultswords.","transport":"","virtual":false,"leaderHead":"","leaderFooter":"","damagedW":"","damagedDescription":"","link":"https://wahapedia.ru/wh40k10ed/factions/adeptus-custodes/Blade-Champion","slug":"blade-champion","factionSlug":"adeptus-custodes","supplementKey":"codex","abilities":[{"id":"000008343","name":"Deep Strike","legend":"Some units make their way to battle via tunnelling, teleportation, high-altitude descent or other extraordinary means that allow them to appear suddenly in the thick of the fighting.","factionId":"","description":"<div class=\"Corner33 abWrap BreakInsideAvoid\"><div class=\"abFlex\"><div class=\"abDiamondWrap\"><div class=\"abDiamond\"><div class=\"abIcon\"></div></div></div><div class=\"abLine\"></div><div class=\"abNameWrap\"></div></div><p class=\"ShowFluff stratLegend2\">Some units make their way to battle via tunnelling, teleportation, high-altitude descent or other extraordinary means that allow them to appear suddenly in the thick of the fighting.</p>During the Declare Battle Formations step, if every model in a unit has this ability, you can set it up in Reserves instead of setting it up on the battlefield. If you do, in the Reinforcements step of one of your Movement phases you can set up this unit anywhere on the battlefield that is more than 9\" horizontally away from all enemy models. If a unit with the Deep Strike ability arrives from Strategic Reserves, the controlling player can choose for that unit to be set up either using the rules for Strategic Reserves or using the Deep Strike ability. <br><div class=\"BreakInsideAvoid frameLight Corner14\"><ul class=\"redSquare\"><li>Unit can be set up in Reserves instead of on the battlefield.</li><li>Unit can be set up in your Reinforcements step, more than 9\" horizontally away from all enemy models.</li></ul></div></div>","type":"Core"},{"id":"000008346","name":"Leader","legend":"Mighty heroes fight at the forefront of battle.","factionId":"","description":"<div class=\"Corner33 abWrap BreakInsideAvoid\"><div class=\"abFlex\"><div class=\"abDiamondWrap\"><div class=\"abDiamond\"><div class=\"abIcon\"></div></div></div><div class=\"abLine\"></div><div class=\"abNameWrap\"></div></div><p class=\"ShowFluff stratLegend2\">Mighty heroes fight at the forefront of battle.</p>Some <span class=\"kwb\">CHARACTER</span> units have ‘Leader’ listed on their datasheets. Such <span class=\"kwb\">CHARACTER</span> units are known as Leaders, and the units they can lead – known as their Bodyguard units – are listed on their datasheet.<br><br>During the Declare Battle Formations step, for each Leader in your army, if your army also includes one or more of that Leader’s Bodyguard units, you can select one of those Bodyguard units. That Leader will then attach to that Bodyguard unit for the duration of the battle and is said to be leading that unit. Each Bodyguard unit can only have one Leader attached to it.<br><br>While a Bodyguard unit contains a Leader, it is known as an Attached unit and, with the exception of rules that are triggered when units are <span class=\"tooltip00073\" data-tooltip-content=\"#tooltip_content00073\"><span class=\"tt kwbu\">destroyed</span></span>, it is treated as a single unit for all rules purposes. Each time an attack targets an Attached unit, until the attacking unit has resolved all of its attacks, you must use the Toughness characteristic of the Bodyguard models in that unit, even if a Leader in that unit has a different Toughness characteristic. Each time an attack sucessfully wounds an Attached unit, that attack cannot be allocated to a <span class=\"kwb\">CHARACTER</span> model in that unit, even if that <span class=\"kwb\">CHARACTER</span> model has lost one or more wounds or has already had attacks allocated to it this phase. As soon as the last Bodyguard model in an Attached unit has been destroyed, any attacks made against that unit that have yet to be allocated can then be allocated to <span class=\"kwb\">CHARACTER</span> models in that unit.<br><br>Each time the last model in a Bodyguard unit is destroyed, each <span class=\"kwb\">CHARACTER</span> unit that is part of that Attached unit is no longer part of an Attached unit. It becomes a separate unit, with its original Starting Strength. If this happens as the result of an attack, they become separate units after the attacking unit has resolved all of its attacks.<br><br>Each time the last model in a <span class=\"kwb\">CHARACTER</span> unit that is attached to a Bodyguard unit is destroyed and there is not another <span class=\"kwb\">CHARACTER</span> unit attached, that Attached unit’s Bodyguard unit is no longer part of an Attached unit. It becomes a separate unit, with its original Starting Strength. If this happens as the result of an attack, they become separate units after the attacking unit has resolved all of its attacks. <br><br>Each time a unit that is part of an Attached unit is destroyed, it does not have the keywords of any other units that make up that Attached unit (unless it has those keywords on its own datasheet) for the purposes of any rules that would be triggered when that unit is destroyed.<br><br><div class=\"redExample\"><b>Example:</b> If you only destroy the Bodyguard unit that is part of an Attached unit, you have not destroyed a <span class=\"kwb\">CHARACTER</span> unit. If you only destroy the <span class=\"kwb\">CHARACTER</span> unit that is part of an Attached unit, or if you destroy the whole Attached unit, you have destroyed one <span class=\"kwb\">CHARACTER</span> unit.</div><br><div class=\"BreakInsideAvoid frameLight Corner14\"><ul class=\"redSquare\"><li>Before the battle, <span class=\"kwb\">CHARACTER</span> units with the Leader ability can be attached to one of their Bodyguard units to form an Attached unit.</li><li>Attached units can only contain one Leader.</li><li>Attacks cannot be allocated to <span class=\"kwb\">CHARACTER</span> models in Attached units.</li></ul></div></div>","type":"Core"},{"id":"000008391","name":"Martial Ka’tah","legend":"Specialised disciplines mastered by Custodians over decades if not centuries, each ka’tah equips its practitioner to overmaster any foe in a particular discipline or philosophy. Martial katahs allow the warriors of the Adeptus Custodes to deploy stances, movements, war philosophies and lethal skills that enhance their already terrifying martial prowess and focus it against particular threats.","factionId":"AC","description":"Each time a unit from your army with this ability is selected to fight, select one of the Ka’tah Stances below. Until that unit has finished making its attacks, the selected Stance is active for it and it gains the relevant ability:<div></div><div class=\"BreakInsideAvoid\"><table max-width=\"480px\"><tbody><tbody><tr><td class=\"td_w\"><p class=\"impact18\">Dacatarai Stance</p><p class=\"ShowFluff legend2\">Those Custodians skilled in the Dacatarai Ka'tah are able to turn their enemies numerical advantage against them. Reserved for when the Custodians must battle seething hordes of foes, this stance sees them reap a terrible tally</p><p>Melee weapons equipped by models in this unit have the <span class=\"kwb2 bluefont\"><span class=\"tooltip00016\" data-tooltip-content=\"#tooltip_content00016\"><span class=\"tt kwbu\">[SUSTAINED</span> <span class=\"tt kwbu\">HITS</span> <span class=\"tt kwbu\">1]</span></span></span> ability.</p></td></tr></tbody></tbody></table></div><div class=\"BreakInsideAvoid\"><table max-width=\"480px\"><tbody><tbody><tr><td class=\"td_w\"><p class=\"impact18\">Rendax Stance</p><p class=\"ShowFluff legend2\">Masters of Rendax are superlative monster and war machine hunters. They have studied every aspect of how to do battle with a foe far larger than themselves, how to evade its powerful attacks, exploit its blind spots and lay it low.</p><p>Melee weapons equipped by models in this unit have the <span class=\"kwb2 bluefont\"><span class=\"tooltip00078\" data-tooltip-content=\"#tooltip_content00078\"><span class=\"tt kwbu\">[LETHAL</span> <span class=\"tt kwbu\">HITS]</span></span></span> ability.</p></td></tr></tbody></tbody></table></div>","type":"Faction"},{"id":"","name":"Swift Onslaught","legend":"","factionId":"","description":"While this model is leading a unit, you can re-roll Charge rolls made for that unit","type":"Datasheet","parameter":""},{"id":"","name":"Martial Inspiration","legend":"","factionId":"","description":"Once per battle, in your Charge phase, this model’s unit is eligible to declare a charge in a turn which it Advanced.","type":"Datasheet","parameter":""}],"keywords":[{"datasheetId":"000002518","keyword":"Adeptus Custodes","model":"","isFactionKeyword":"true"},{"datasheetId":"000002518","keyword":"Blade Champion","model":"","isFactionKeyword":"false"},{"datasheetId":"000002518","keyword":"Imperium","model":"","isFactionKeyword":"false"},{"datasheetId":"000002518","keyword":"Character","model":"","isFactionKeyword":"false"},{"datasheetId":"000002518","keyword":"Infantry","model":"","isFactionKeyword":"false"}],"models":[{"datasheetId":"000002518","line":"1","name":"Blade Champion","m":"6\"","t":"6","sv":"2+","invSv":"4","invSvDescr":"","w":"6","ld":"6+","oc":"2","baseSize":"40mm","baseSizeDescr":""}],"options":[],"wargear":[{"id":"000002518:vaultswords-behemor","datasheetId":"000002518","line":"1","name":"Vaultswords – Behemor","type":"Melee","profiles":[{"datasheetId":"000002518","line":"1","lineInWargear":"1","dice":"","name":"Vaultswords – Behemor","description":"precision","range":"Melee","type":"Melee","a":"6","bsWs":"2","s":"7","ap":"-2","d":"2"}]},{"id":"000002518:vaultswords-hurricanus","datasheetId":"000002518","line":"2","name":"Vaultswords – Hurricanus","type":"Melee","profiles":[{"datasheetId":"000002518","line":"2","lineInWargear":"2","dice":"","name":"Vaultswords – Hurricanus","description":"sustained hits 1","range":"Melee","type":"Melee","a":"9","bsWs":"2","s":"5","ap":"-1","d":"1"}]},{"id":"000002518:vaultswords-victus","datasheetId":"000002518","line":"3","name":"Vaultswords – Victus","type":"Melee","profiles":[{"datasheetId":"000002518","line":"3","lineInWargear":"3","dice":"","name":"Vaultswords – Victus","description":"devastating wounds","range":"Melee","type":"Melee","a":"5","bsWs":"2","s":"6","ap":"-3","d":"3"}]}],"unitComposition":[{"datasheetId":"000002518","line":"1","description":"1 Blade Champion"}],"modelCosts":[{"datasheetId":"000002518","line":"1","description":"1 model","cost":"120"}],"stratagems":[{"factionId":"AC","name":"EMPYRIC SEVERANCE","id":"000008922004","type":"Talons Of The Emperor – Battle Tactic Stratagem","cpCost":"1","legend":"Null Maidens quash the manifestations of witches.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Talons Of The Emperor","detachmentId":"000000861","description":"<b>WHEN:</b> Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One ADEPTUS CusTODES unit from your army that was selected as the target of one or more of the attacking unit’s attacks, and one friendly ANATHEMA PSYKANA unit within 6\" of that <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit.<br><br><b>EFFECT:</b> Until the end of the phase, your unit has the Feel No Pain 4+ ability against Psychic attacks and mortal wounds."},{"factionId":"AC","name":"EMPEROR’S VENGEANCE","id":"000009754003","type":"Solar Spearhead – Battle Tactic Stratagem","cpCost":"1","legend":"Even as death’s cold embrace falls upon them, Custodians vent the last of their wrath upon the foe.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Solar Spearhead","detachmentId":"000000986","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, roll one D6, adding 1 to the result if your unit has the Walker keyword. On a 4+, do not remove it from play; The destroyed model can fight after the attacking unit has finished making its attacks (when doing so, it is assumed to have 1 wound remaining), and is then removed from play."},{"factionId":"AC","name":"SUPERHUMAN RESERVES","id":"000008931003","type":"Auric Champions – Epic Deed Stratagem","cpCost":"2","legend":"With practiced ease, the Talons of the Emperor establish vicious crossfires to cut the foe apart.","turn":"Either player’s turn","phase":"Any phase","detachment":"Auric Champions","detachmentId":"000000863","description":"<b>WHEN:</b> Any phase, just after an Adeptus Custodes Warlord model from your army has used an ability on its datasheet or from an Enhancement that says it can only be used Once per battle.<br><br><b>TARGET:</b> That Adeptus Custodes Warlord model.<br><br><b>EFFECT:</b> Your model can use its Once per battle’ ability one additional time during this battle (but not in the same phase).<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem more than once per battle."},{"factionId":"AC","name":"EMPEROR’S EXECUTIONERS","id":"000008922005","type":"Talons Of The Emperor – Battle Tactic Stratagem","cpCost":"2","legend":"The Talons of the Emperor tear apart their prey.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Talons Of The Emperor","detachmentId":"000000861","description":"<b>WHEN:</b> Start of the Fight phase.<br><br><b>TARGET:</b> Up to two Adeptus Custodes units from your army.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in one of your units targets an enemy unit that is below its Starting Strength, add 1 to the Wound roll.<br><br><b>RESTRICTIONS:</b> You can only select two units if one (and only one) of them is an Anathema Psykana unit and both are within 6\" of each other."},{"factionId":"AC","name":"SHIELD OF HONOUR","id":"000008922007","type":"Talons Of The Emperor – Epic Deed Stratagem","cpCost":"1","legend":"It is second nature for Custodes to place themselves between their comrades and potential peril.","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"Talons Of The Emperor","detachmentId":"000000861","description":"<b>WHEN:</b> Your opponent’s Shooting phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Anathema Psykana Infantry unit from your army that was selected as the target of one or more of the attacking unit’s attacks, and one other friendly Adeptus Custodes Infantry unit (excluding <span class=\"kwb\">ANATHEMA</span> <span class=\"kwb\">PSYKANA</span> units) within 6\" of that <span class=\"kwb\">ANATHEMA</span> <span class=\"kwb\">PSYKANA</span> <span class=\"kwb\">INFANTRY</span> unit.<br><br><b>EFFECT:</b> Until the end of the phase, any attack that targets your <span class=\"kwb\">ANATHEMA</span> <span class=\"kwb\">PSYKANA</span> unit must instead target your other <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit (unless it is not an eligible target)."},{"factionId":"AC","name":"VIGIL UNENDING","id":"000008931006","type":"Auric Champions – Epic Deed Stratagem","cpCost":"2","legend":"The Custodes do not yield while their duty remains unfulfilled.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Auric Champions","detachmentId":"000000863","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One Adeptus Custodes Character model from your army that was just destroyed and has not fought this phase. You can use this Stratagem on that unit even though it was just destroyed.<br><br><b>EFFECT:</b> Do not remove your destroyed model from play. The destroyed model can fight after the attacking unit has finished making attacks, and is then removed from play."},{"factionId":"AC","name":"MULTIPOTENTIALITY","id":"000008394005","type":"Shield Host – Strategic Ploy Stratagem","cpCost":"1","legend":"So widely skilled and studied are the Custodians that, whatever situation they find themselves in, they have the martial wisdom to prevail.","turn":"Your turn","phase":"Movement phase","detachment":"Shield Host","detachmentId":"000000765","description":"<b>WHEN:</b> Your Movement phase.<br><br><b>TARGET:</b> One Adeptus Custodes unit from your army that Fell Back this phase.<br><br><b>EFFECT:</b> Until the end of your turn, that unit is eligible to shoot and declare a charge in a turn in which it Fell Back."},{"factionId":"AC","name":"ARCANE GENETIC ALCHEMY","id":"000008394002","type":"Shield Host – Battle Tactic Stratagem","cpCost":"1","legend":"The Adeptus Custodes are individually engineered on a molecular level using secrets of genetic alchemy that render them virtual demigods in battle.","turn":"Either player’s turn","phase":"Any phase","detachment":"Shield Host","detachmentId":"000000765","description":"<b>WHEN:</b> Any phase, just after a mortal wound has been allocated to an Adeptus Custodes model from your army(excluding Anathema Psykana models).<br><br><b>TARGET:</b> That <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> model’s unit.<br><br><b>EFFECT:</b> Until the end of the phase, models in your unit have the Feel No Pain 4+ ability against mortal wounds."},{"factionId":"AC","name":"PEERLESS WARRIOR","id":"000009988004","type":"Lions of the Emperor – Battle Tactic Stratagem","cpCost":"1","legend":"With every strike, the Lions of the Emperor prove themselves the masters of single combat, even when engaging the mightiest foes.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Lions of the Emperor","detachmentId":"000001029","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit from your army that has not been selected to fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, melee weapons equipped by models in your unit have the [PRECISION] ability."},{"factionId":"AC","name":"GILDED CHAMPION","id":"000009988002","type":"Lions of the Emperor – Strategic Ploy Stratagem","cpCost":"1","legend":"The shining champions of the Adeptus Custodes are looked upon in awe by all who witness their grim arts. Their judgement is without flaw, and their tactical acumen utterly impeccable.","turn":"Either player’s turn","phase":"Any phase","detachment":"Lions of the Emperor","detachmentId":"000001029","description":"<b>WHEN:</b> Any phase, just after an Adeptus Custodes Character model from your army has used an ability on its datasheet that states it can only be used ‘once per battle’.<br><br><b>TARGET:</b> That <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> <span class=\"kwb\">CHARACTER</span> model.<br><br><b>EFFECT:</b> Your model can use that ‘once per battle’ ability one additional time during the battle (but not in the same phase).<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem on the same <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> <span class=\"kwb\">CHARACTER</span> model more than once per battle."},{"factionId":"AC","name":"HUNT AS ONE","id":"000008922002","type":"Talons Of The Emperor – Strategic Ploy Stratagem","cpCost":"1","legend":"Custodians and Null Maidens cover one another seamlessly as they manoeuvre to corner their prey.","turn":"Your turn","phase":"Movement phase","detachment":"Talons Of The Emperor","detachmentId":"000000861","description":"<b>WHEN:</b> Start of your Movement phase.<br><br><b>TARGET:</b> Up to two ADEPTUS CUSTODES units from your army.<br><br><b>EFFECT:</b> Until the end of the turn, your units are eilgible to shoot and/or declare a charge in a turn in which they Fell Back.<br><br><b>RESTRICTIONS:</b> You can only select two units if one (and only one) of them is an ANATHEMA PSYKANA unit and both are within 6\" of each other."},{"factionId":"AC","name":"ARTIFICER ROUNDS","id":"000009265004","type":"Voyagers in Darkness – Battle Tactic Stratagem","cpCost":"1","legend":"These hand-crafted bolt shells are made to fragment with particular ferocity, making them ideal for boarding actions.","turn":"Your turn","phase":"Shooting phase","detachment":"Voyagers in Darkness","detachmentId":"000000909","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit from your army that has not been selected to shoot this phase.<br><br><b>EFFECT:</b> Until the end of the phase, ranged weapons equipped by models in your unit (excluding ballistus grenade launchers) have the [SUSTAINED HITS 1] ability while targeting units within 6\"."},{"factionId":"AC","name":"ARCHEOTECH MUNITIONS","id":"000008394007","type":"Shield Host  – Wargear Stratagem","cpCost":"1","legend":"The Shield Hosts have access to stockpiles of ancient and incredibly rare weaponry and ammunition.","turn":"Your turn","phase":"Shooting phase","detachment":"Shield Host","detachmentId":"000000765","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit from your army (excluding Anathema Psykana units) that has not been selected to shoot this phase.<br><br><b>EFFECT:</b> Select either the [LETHAL HITS] or [SUSTAINED HITS 1] ability. Until the end of the phase ranged weapons equipped by models in your unit have the selected ability."},{"factionId":"","name":"GO TO GROUND","id":"000008335010","type":"Core – Battle Tactic Stratagem","cpCost":"1","legend":"Seeking salvation from incoming fire, warriors hurl themselves into whatever cover they can find.","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your opponent’s Shooting phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One <span class=\"kwb\">INFANTRY</span> unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, all models in your unit have a 6+ invulnerable save and have the Benefit of Cover."},{"factionId":"","name":"COUNTER-OFFENSIVE","id":"000009218004","type":"Boarding Actions – Strategic Ploy Stratagem","cpCost":"2","legend":"In close-quarters combat, the slightest hesitation can leave an opening for a swift foe to exploit.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has fought.<br><br><b>TARGET:</b> One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.<br><br><b>EFFECT:</b> Your unit fights next."},{"factionId":"","name":"COMMAND RE-ROLL","id":"000009218002","type":"Boarding Actions – Epic Deed Stratagem","cpCost":"1","legend":"A great commander can bend even the vagaries of fate and fortune to their will, the better to ensure victory.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Any phase, just after you have made a Hit roll, a Wound roll, a Damage roll, a saving throw, an Advance roll, a Charge roll, a Desperate Escape test, a Hazardous test, or just after you have rolled the dice to determine the number of attacks made with a weapon, for an attack, model or unit from your army.<br><br><b>TARGET:</b> That unit or model from your army.<br><br><b>EFFECT:</b> You re-roll that roll, test or saving throw."},{"factionId":"AC","name":"UNWAVERING SENTINELS","id":"000008394004","type":"Shield Host – Strategic Ploy Stratagem","cpCost":"1","legend":"Once the Custodians have laid claim to a location, they defend it with incredible tenacity and skill.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Shield Host","detachmentId":"000000765","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Adeptus Custodes Infantry unit from your army (excluding Anathema Psykana units) that is within range of an objective marker you control and that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time a melee attack targets your unit, subtract 1 from the Hit roll."},{"factionId":"AC","name":"PUNISHMENT INESCAPABLE","id":"000009754007","type":"Solar Spearhead – Strategic Ploy Stratagem","cpCost":"1","legend":"The Ten Thousand are relentless in pursuing the Emperor’s foes and thorough in their annihilation. No armour, sorcery or hiding place can shield an enemy from their wrath.","turn":"Your turn","phase":"Shooting phase","detachment":"Solar Spearhead","detachmentId":"000000986","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit from your army that has not been selected to shoot this phase.<br><br><b>EFFECT:</b> Until the end of the phase, ranged weapons equipped by models in your unit have the [IGNORES COVER] ability, and until the end of the phase, each time a model in your unit makes an attack, you can ignore any or all modifiers to that attack’s Ballistic Skill characteristic and/or any or all modifiers to the Hit roll."},{"factionId":"","name":"BATTLEFIELD COMMAND","id":"000009218003","type":"Boarding Actions – Strategic Ploy Stratagem","cpCost":"1","legend":"The commander's authoritative tone cuts through the din of battle, guiding the actions of nearby troops.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Start or end of any phase.<br><br><b>TARGET:</b> One Leader unit from your army and one friendly Bodyguard unit within 6\" of it that it could normally be attached to.<br><br><b>EFFECT:</b> Select one of your Leader unit’s Leader abilities. Until the start of your next Command phase, that Bodyguard unit is treated as being led by that Leader unit for the purposes of that Leader ability.<br><br><b>RESTRICTIONS:</b> Once you target a unit with this Stratagem, that unit cannot be targeted with it again until your next Command phase."},{"factionId":"","name":"COMMAND RE-ROLL","id":"000008335002","type":"Core – Battle Tactic Stratagem","cpCost":"1","legend":"A great commander can bend even the vagaries of fate and fortune to their will, the better to ensure victory.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Any phase, just after you make an Advance roll, a Charge roll, a Desperate Escape test or a Hazardous test for a unit from your army, or a Hit roll, a Wound roll, a Damage roll or a saving throw for a model in that unit, or a roll to determine the number of attacks made with a weapon equipped by a model in that unit. If you are using fast dice rolling, this Stratagem can still be used after rolling multiple rolls or saving throws at once.<br><br><b>TARGET:</b> That unit or model from your army.<br><br><b>EFFECT:</b> You re-roll that roll, test or saving throw. If you are using fast dice rolling, select one of those rolls or saving throws to re-roll."},{"factionId":"AC","name":"BREACHING BEHEMOTHS","id":"000009265003","type":"Voyagers in Darkness – Strategic Ploy Stratagem","cpCost":"1","legend":"When unleashed aboard an enemy voidship, Custodians simply smash a path through any who stand against them by their sheer armoured might.","turn":"Your turn","phase":"Movement phase","detachment":"Voyagers in Darkness","detachmentId":"000000909","description":"<b>WHEN:</b> Your Movement phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit from your army (excluding ANATHEMA PSYKANA units) that has not been selected to move this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time your unit makes a Normal, Advance or Fall Back move, models in your unit can move through other models as if they were not there. In addition, any Desperate Escape tests taken for models in your unit are automatically passed."},{"factionId":"AC","name":"INESCAPABLE VENGEANCE","id":"000009265002","type":"Voyagers in Darkness – Strategic Ploy Stratagem","cpCost":"1","legend":"The incredible sensory acuity of the Custodians' wargear coupled with their superhuman senses means no foe can hide from them.","turn":"Your turn","phase":"Movement phase","detachment":"Voyagers in Darkness","detachmentId":"000000909","description":"<b>WHEN:</b> Your Movement phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit from your army (excluding ANATHEMA PSYKANA units) that has not been selected to move this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit makes a Pile-in or Consolidation move, it can ignore Walls and other models for the purposes of determining which enemy units are visible to its own."},{"factionId":"AC","name":"EARNING OF A NAME","id":"000008931005","type":"Auric Champions – Epic Deed Stratagem","cpCost":"1","legend":"To lay low the greatest and most terrible monsters and heretics is to earn new names for a Custodian's mighty tally.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Auric Champions","detachmentId":"000000863","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> Up to two Adeptus Custodes Character units from your army that have not been selected to fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time a <span class=\"kwb\">CHARACTER</span> model in either of your units makes an attack that targets a <span class=\"kwb\">MONSTER</span> or <span class=\"kwb\">VEHICLE</span> unit, you can re-roll the Hit roll and you can re-roll the Wound roll."},{"factionId":"","name":"HEROIC INTERVENTION","id":"000008335012","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"Voices raised in furious war cries, your warriors surge forth to meet the enemy’s onslaught head-on.","turn":"Opponent’s turn","phase":"Charge phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your opponent’s Charge phase, just after an enemy unit ends a Charge move.<br><br><b>TARGET:</b> One unit from your army that is within 6\" of that enemy unit and would be eligible to declare a charge against that enemy unit if it were your Charge phase.<br><br><b>EFFECT:</b> Your unit now declares a charge that targets only that enemy unit, and you resolve that charge as if it were your Charge phase.<br><br><b>RESTRICTIONS:</b> You can only select a <span class=\"kwb\">VEHICLE</span> unit from your army if it is a <span class=\"kwb\">WALKER</span>. Note that even if this charge is successful, your unit does not receive any Charge bonus this turn."},{"factionId":"AC","name":"WRATHFUL ADVANCE","id":"000009754004","type":"Solar Spearhead – Battle Tactic Stratagem","cpCost":"1","legend":"The golden-armoured onslaught smashes through the enemy line, trapping the foe and preventing their escape.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Solar Spearhead","detachmentId":"000000986","description":"<b>WHEN:</b> Fight phase, just before an <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit from your army Piles In.<br><br><b>TARGET:</b> That <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit makes a Pile-in move, it can move up to D3+3\" instead of up to 3\"."},{"factionId":"AC","name":"DEFIANT TO THE LAST","id":"000009988003","type":"Lions of the Emperor – Strategic Ploy Stratagem","cpCost":"1","legend":"The harder the battle, and the heavier their losses, the more resolute the Lions of the Emperor become.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Lions of the Emperor","detachmentId":"000001029","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, roll one D6, adding 2 to the result if that model has the <span class=\"kwb\">CHARACTER</span> keyword. On a 4+, do not remove it from play; the destroyed model can fight after the attacking unit has finished making its attacks (when doing so, it is treated as having 1 wound remaining), and is then removed from play."},{"factionId":"","name":"INSANE BRAVERY","id":"000009218005","type":"Boarding Actions – Epic Deed Stratagem","cpCost":"1","legend":"Indifferent to their own survival, these warriors hold their ground against seemingly impossible odds.","turn":"Your turn","phase":"Command phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Battle-shock step of your Command phase, just after you have failed a Battle-shock test taken for a unit from your army.<br><br><b>TARGET:</b> The unit from your army that Battle-shock test was just taken for (even though your Battle-shocked units cannot normally be affected by your Stratagems).<br><br><b>EFFECT:</b> Your unit is treated as having passed that test instead, and is not Battle-shocked as a result."},{"factionId":"","name":"RAPID INGRESS","id":"000008335008","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"Be it cunning strategy, potent technology or supernatural ritual, there are many means by which a commander may hasten their warriors’ onset.","turn":"Opponent’s turn","phase":"Movement phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> End of your opponent’s Movement phase.<br><br><b>TARGET:</b> One unit from your army that is in Reserves.<br><br><b>EFFECT:</b> Your unit can arrive on the battlefield as if it were the Reinforcements step of your Movement phase, and if every model in that unit has the Deep Strike ability, you can set that unit up as described in the Deep Strike ability (even though it is not your Movement phase).<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem to enable a unit to arrive on the battlefield during a battle round it would not normally be able to do so in."},{"factionId":"","name":"EPIC CHALLENGE","id":"000008335004","type":"Core – Epic Deed Stratagem","cpCost":"1","legend":"The legends of the 41st Millennium are replete with deadly duels between mighty champions.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, when a <span class=\"kwb\">CHARACTER</span> unit from your army that is within Engagement Range of one or more Attached units is selected to fight.<br><br><b>TARGET:</b> One <span class=\"kwb\">CHARACTER</span> model in your unit.<br><br><b>EFFECT:</b> Until the end of the phase, all melee attacks made by that model have the [PRECISION] ability."},{"factionId":"AC","name":"MANOEUVRE AND FIRE","id":"000009988006","type":"Lions of the Emperor – Strategic Ploy Stratagem","cpCost":"1","legend":"The Adeptus Custodes are unrelenting in their advance, laying down punishing fire even as they manoeuvre to new positions.","turn":"Your turn","phase":"Movement phase","detachment":"Lions of the Emperor","detachmentId":"000001029","description":"<b>WHEN:</b> Your Movement phase, just after an <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit from your army Falls Back.<br><br><b>TARGET:</b> That <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit.<br><br><b>EFFECT:</b> Until the end of the turn, your unit is eligible to shoot and declare a charge in a turn in which it Fell Back."},{"factionId":"AC","name":"THE EMPEROR’S AUSPICE","id":"000008931004","type":"Auric Champions – Epic Deed Stratagem","cpCost":"1","legend":"In an age plagued by monsters, when primordial horrors from the darkest void circle Humanity's dying light, still the Adeptus Custodes stand strong.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Auric Champions","detachmentId":"000000863","description":"<b>WHEN:</b> Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Adeptus Custodes Character unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, <span class=\"kwb\">CHARACTER</span> models in your unit have the Feel No Pain 4+ ability."},{"factionId":"","name":"INSANE BRAVERY","id":"000008335005","type":"Core – Epic Deed Stratagem","cpCost":"1","legend":"Indifferent to their own survival, these warriors hold their ground against seemingly impossible odds.","turn":"Your turn","phase":"Command phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Battle-shock step of your Command phase, just before you take a Battle-shock test for a unit from your army.<br><br><b>TARGET:</b> That unit from your army.<br><br><b>EFFECT:</b> Your unit automatically passes that Battle-shock test.<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem more than once per battle."},{"factionId":"AC","name":"AVENGE THE FALLEN","id":"000008394003","type":"Shield Host – Strategic Ploy Stratagem","cpCost":"1","legend":"The loss of a single Talon of the Emperor is commemorated by the tolling of the Bell of Lost Souls on Terra, and by their comrades’ bloody vengeance on the battlefield.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Shield Host","detachmentId":"000000765","description":"<b>WHEN:</b> Start of the Fight phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit from your army (excluding Anathema Psykana units) that is below its Starting Strength.<br><br><b>EFFECT:</b> Until the end of the phase, add 1 to the Attacks characteristic of melee weapons equipped by models in that unit. If your unit is Below Half-strength, until the end of the phase, add 2 to the Attacks characteristic of those melee weapons instead."},{"factionId":"","name":"COUNTER-OFFENSIVE","id":"000008335003","type":"Core – Strategic Ploy Stratagem","cpCost":"2","legend":"In close-quarters combat, the slightest hesitation can leave an opening for a swift foe to exploit.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has fought.<br><br><b>TARGET:</b> One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.<br><br><b>EFFECT:</b> Your unit fights next."},{"factionId":"AC","name":"SWIFT AS THE EAGLE","id":"000009988007","type":"Lions of the Emperor – Strategic Ploy Stratagem","cpCost":"1","legend":"Although every Custodian is devastatingly fast on the battlefield, with preternatural reactions to match, the Lions of the Emperor are outstanding even among their peers.","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"Lions of the Emperor","detachmentId":"000001029","description":"<b>WHEN:</b> Your opponent’s Shooting phase, just after an enemy unit has shot.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit from your army (excluding <span class=\"kwb\">VEHICLE</span> units) that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Your unit can make a Normal move of up to D6\"."},{"factionId":"AC","name":"TALONED PINCER","id":"000008922006","type":"Talons Of The Emperor – Battle Tactic Stratagem","cpCost":"1","legend":"Every move the enemy makes only sees them fall.","turn":"Opponent’s turn","phase":"Movement phase","detachment":"Talons Of The Emperor","detachmentId":"000000861","description":"<b>WHEN:</b> Your opponent’s Movement phase, just after an enemy unit ends a Normal, Advance or Fall Back move.<br><br><b>TARGET:</b> Up to two Adeptus Custodes units from your army that are within 9\" of that enemy unit.<br><br><b>EFFECT:</b> Your units can make a Normal move of up to 6\".<br><br><b>RESTRICTIONS:</b> You cannot select units that are within Engagement Range of one or more enemy units. You can only select two units if one (and only one) of them is an Anathema Psykana unit and both are within 6\" of each other."},{"factionId":"AC","name":"TALONS INTERLOCKED","id":"000008922003","type":"Talons Of The Emperor – Battle Tactic Stratagem","cpCost":"1","legend":"With practiced ease, the Talons of the Emperor establish vicious crossfires to cut the foe apart.","turn":"Your turn","phase":"Shooting phase","detachment":"Talons Of The Emperor","detachmentId":"000000861","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> Up to two ADEPTUS CUSTODES INFANTRY units from your army, and one enemy unit that is an eligible target for all of those units.<br><br><b>EFFECT:</b> Until the end of the phase, your units can only target that enemy unit, but each time a model in one of your units makes a ranged attack, improve the Strength and Armour Penetration characteristics of that attack by 1.<br><br><b>RESTRICTIONS:</b> You can only select two units if one (and only one) of them is an ANATHEMA PSYKANA unit and both are within 6\" of each other."},{"factionId":"AC","name":"SHOULDER THE MANTLE","id":"000008931007","type":"Auric Champions – Epic Deed Stratagem","cpCost":"1","legend":"The greatest Custodians know when it is both their duty and their right to command their comrades.","turn":"Your turn","phase":"Movement phase","detachment":"Auric Champions","detachmentId":"000000863","description":"<b>WHEN:</b> Your Movement phase, before the Reinforcements step.<br><br><b>TARGET:</b> One Adeptus Custodes Character model from your army that is not leading a unit.<br><br><b>EFFECT:</b> Select one friendly unit (excluding Battle-shocked and Attached units) within 2\" horizontally and 5\" vertically of your model that it could lead (as described in the Leader section of its datasheet). Your model attaches to that unit as a Leader. Change that unit’s Starting Strength accordingly."},{"factionId":"","name":"EXPLOSIVE CLEARANCE","id":"000009218006","type":"Boarding Actions – Battle Tactic Stratagem","cpCost":"1","legend":"A well-placed explosive munition in confined shipboard spaces can cause bloody carnage.","turn":"Your turn","phase":"Shooting phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One unit from your army that has not been selected to shoot this phase.<br><br><b>EFFECT:</b> Select one model in your unit that is equipped with a weapon with the [BLAST] ability. Until the end of the phase, when determining how many models are in the target unit for the purpose of that ability, include models that are not visible to the attacking model. In addition, attacks made with that weapon can be allocated to models that are not visible to the attacking model."},{"factionId":"AC","name":"SLAYER OF CHAMPIONS","id":"000008931002","type":"Auric Champions – Epic Deed Stratagem","cpCost":"1","legend":"Whatfoe can withstand a warrior who has so tested the defences of the Throneworld itself?","turn":"Either player’s turn","phase":"Any phase","detachment":"Auric Champions","detachmentId":"000000863","description":"<b>WHEN:</b> Any phase.<br><br><b>TARGET:</b> One Adeptus Custodes Character unit from your army that has just destroyed the unit you selected at the start of your Command phase as the target of your Assemblage of Might ability.<br><br><b>EFFECT:</b> Select one enemy unit on the battlefield Until the start of your next Command phase, each time an <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> <span class=\"kwb\">CHARACTER</span> model from your army makes an attack that target that enemy unit, add 1 to the Wound roll In addition, if the destroyed unit was a <span class=\"kwb\">CHARACTER</span> unit, gain 1CP."}],"enhancements":[{"factionId":"AC","id":"000008921003","name":"Champion of the Imperium","cost":"25","detachment":"Talons Of The Emperor","detachmentId":"000000861","legend":"This leader is amongst the finest martial champions in all the Emperor's realm, and their mere presence inspires their followers to remarkable efforts.","description":"ADEPTUS CUSTODES model only. The range of the bearer’s Null Aegis or Deadly Unity ability is increased to 9\"."},{"factionId":"AC","id":"000009753003","name":"Augury Uplink","cost":"35","detachment":"Solar Spearhead","detachmentId":"000000986","legend":"The war engines of the Adeptus Custodes possess an array of augury equipment that combines to build an intricate picture of the unfolding conflict, enabling the bearer to tap into this accumulated data stream, detect incoming threats and angle their armour to repel the worst of enemy attacks.","description":"<span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> model only. The bearer has the Feel No Pain 5+ ability."},{"factionId":"AC","id":"000008921002","name":"Aegis Projector","cost":"20","detachment":"Talons Of The Emperor","detachmentId":"000000861","legend":"This archeotech field projector triggers in response to autopremonitory danger input. It pulse-casts a temporary force field that can stave off even the most powerful attacks, before charging ready for another use.","description":"ADEPTUS Custodes model only. Once per turn, the first time a saving throw is failed for the bearer’s unit, change the Damage characteristic of that attack to 0."},{"factionId":"AC","id":"000009987003","name":"Praesidius","cost":"25","detachment":"Lions of the Emperor","detachmentId":"000001029","legend":"Fashioned by the Terran armourer Annah Tsvochakin in the latter years of the 32nd millennium, the stunningly worked Praesidius is a singular artefact. Nestled within its golden form are a series of microshield generators and stealth emitters. Employing a modification of displacer technology, the shield generates small localised displacement bubbles at the point of impact, literally beaming bolts, bullets and the tips of blades harmlessly away from its bearer.","description":"Adeptus Custodes model only. The bearer has the Lone Operative and Stealth abilities."},{"factionId":"AC","id":"000009264002","name":"Voidstrider","cost":"0","detachment":"Voyagers in Darkness","detachmentId":"000000909","legend":"At home in voidborne warfare, this superhuman warrior is able to move with marked purpose and speed.","description":"Add 2\" to the bearer’s Move characteristic."},{"factionId":"AC","id":"000009264003","name":"Mantle of the Emissary","cost":"0","detachment":"Voyagers in Darkness","detachmentId":"000000909","legend":"This ancient cloak symbolises its wearer’s dedication to a vision-sent mission from the Emperor, and fills them with overwhelming purpose and determination.","description":"The bearer has an Objective Control characteristic of 5."},{"factionId":"AC","id":"000008930003","name":"Inspirational Exemplar","cost":"10","detachment":"Auric Champions","detachmentId":"000000863","legend":"Here is a singular being even the mighty Custodians can look up to and be inspired by","description":"Adeptus Custodes model only. The bearer has a Leadership characteristic of 5+. Once per battle, at the start of any phase, you can select one friendly <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit that is Battle-shocked and within 12\" of the bearer; that unit is no longer Battle-shocked."},{"factionId":"AC","id":"000008921004","name":"Gift of Terran Artifice","cost":"15","detachment":"Talons Of The Emperor","detachmentId":"000000861","legend":"This warrior wields a close-quarters weapon crafted by the finest noble artisans of Terra, the workmanship of which is magnificent in its lethality.","description":"ADEPTUS CUSTODES model only. Each time the bearer makes a melee attack, add 1 to the Wound roll."},{"factionId":"AC","id":"000008930002","name":"Blade Imperator","cost":"25","detachment":"Auric Champions","detachmentId":"000000863","legend":"This warrior is the Emperors own wrath made manifest, the living weapon of the Master of Mankind.","description":"Adeptus Custodes model only. Each time the bearer’s unit ends a Charge move, select one enemy unit within Engagement Range of the bearer and roll one D6: on a 4+, that enemy unit suffers D3 mortal wounds. Once per battle, after the bearer s unit ends a Charge move, all enemy units within 6\" of the bearer must take a Battle-shock test."},{"factionId":"AC","id":"000008395005","name":"Panoptispex","cost":"5","detachment":"Shield Host","detachmentId":"000000765","legend":"This incredibly advanced precursor to Imperial auspicators is able to see through solid objects and into esoteric spectra, meaning no malcontent against the Throne can ever hide from its bearer’s gaze.","description":"Shield-Captain or Blade Champion model only. While the bearer is leading a unit, ranged weapons equipped by models in that unit have the [IGNORES cover] ability."},{"factionId":"AC","id":"000008930004","name":"Martial Philosopher","cost":"30","detachment":"Auric Champions","detachmentId":"000000863","legend":"Few in the history of the Imperium have been so skilled in reading - and directing- the ebb and flow of battle.","description":"Adeptus Custodes model only. The bearer’s unit is eligible to shoot and/or declare a charge in a turn in which it Fell Back. Once per battle, when an enemy unit ends a Normal, Advance or Fall Back move within 9\" of the bearer, if the bearer’s unit is not within Engagement Range of one or more enemy units, it can make a Normal move of up to 6\"."},{"factionId":"AC","id":"000008930005","name":"Veiled Blade","cost":"25","detachment":"Auric Champions","detachmentId":"000000863","legend":"Said to have been fashioned for dark deeds during the Horus Heresy, this blade is an icon of vengeance.","description":"Adeptus Custodes model only. Add 2 to the Attacks characteristic of the bearers melee weapons. Once per battle, at the start of any Command phase, triple the bearer’s Objective Control characteristic until the end of the turn."},{"factionId":"AC","id":"000009753002","name":"Adamantine Talisman","cost":"25","detachment":"Solar Spearhead","detachmentId":"000000986","legend":"This amulet contains a reservoir of promethium harvested from the wreckage of one of the Adeptus Custodes’ most ancient Land Raiders. The fluid is said to possess the last lingering traces of that ancient vehicle’s bellicose machine spirit, inspiring greater might and ferocity within its bearer.","description":"<span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> model only. Improve the Attacks, Strength and Damage characteristics of melee weapons equipped by the bearer by 1."},{"factionId":"AC","id":"000009987002","name":"Superior Creation","cost":"25","detachment":"Lions of the Emperor","detachmentId":"000001029","legend":"The cellular alchemy by which this heroic warrior was forged has rendered them breathtakingly resilient.","description":"Adeptus Custodes Infantry model only. The first time the bearer is destroyed, roll one D6 at the end of the phase. On a 2+, set the bearer back up on the battlefield, as close as possible to where it was destroyed and not within Engagement Range of one or more enemy units, with its full wounds remaining."},{"factionId":"AC","id":"000008921005","name":"Radiant Mantle","cost":"30","detachment":"Talons Of The Emperor","detachmentId":"000000861","legend":"The golden glory of the Emperor himself glows around this magnificent warrior like Sol's own fire. Enemies are blinded by its light, forced to recoil in pain and terror.","description":"ADEPTUS CUSTODES model only. Each time an attack targets the bearer’s unit, if the attacking model is within 12\", subtract 1 from the Hit roll."},{"factionId":"AC","id":"000009753005","name":"Veteran of the Kataphraktoi","cost":"10","detachment":"Solar Spearhead","detachmentId":"000000986","legend":"This champion has served amongst the Kataphraktoi and is a master at coordinating swift armoured assaults.","description":"Adeptus Custodes Infantry or Adeptus Custodes Mounted model only. In your Command phase, select one Adeptus Custodes Vehicle or <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> <span class=\"kwb\">MOUNTED</span> unit within 6\" of the bearer. Until the start of your next Command phase, that unit is eligible to shoot in a turn in which it Fell Back."},{"factionId":"AC","id":"000008395002","name":"Auric Mantle","cost":"15","detachment":"Shield Host","detachmentId":"000000765","legend":"This auramite weave garment is draped about its wearers shoulders before they don their battle armour. It forms a final, incredibly resilient layer of protection for them should all their other defences fail.","description":"Shield-Captain or Blade Champion model only. Add 2 to the bearer’s Wounds characteristic."}],"detachmentAbilities":[{"id":"000009263","factionId":"AC","name":"Overwhelming Magnificence","legend":"To confront the towering, auramite-clad warriors of the Adeptus Custodes across an open battlefield is terrifying enough. To meet them in the cramped confines of a voidship is so overwhelming as to render many foes witless.","description":"While an enemy unit is within Engagement Range of one or more <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> units from your army, subtract 1 from the Objective Control characteristic of models in that enemy unit.","detachment":"Voyagers in Darkness","detachmentId":"000000909"},{"id":"000008393","factionId":"AC","name":"Martial Mastery","legend":"The Custodians have perfected countless ways of making war, be it on a personal, tactical or strategic scale.","description":"At the start of the battle round, you can select one of the bullet points below. If you do, until the start of the next battle round, that bullet point’s effects apply.<br><ul><li>Each time an Adeptus Custodes model from your army with the Martial Ka’tah ability makes a melee attack, a successful unmodified Hit roll of 5+ scores a Critical Hit.</li><li>Improve the Armour Penetration characteristic of melee weapons equipped by <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> models from your army with the Martial Ka’tah ability by 1.</li></ul>","detachment":"Shield Host","detachmentId":"000000765"},{"id":"000009986","factionId":"AC","name":"Against All Odds","legend":"The Adeptus Custodes are outnumbered on every battlefield upon which they fight, yet no matter the foe, and no matter their number, the Lions of the Emperor will prevail.","description":"Each time a model in an Adeptus Custodes unit from your army (excluding Vehicles) makes an attack, if there are no other friendly units within 6\" of that unit, add 1 to the Hit roll and add 1 to the Wound roll.","detachment":"Lions of the Emperor","detachmentId":"000001029"},{"id":"000008920","factionId":"AC","name":"Revered Companions","legend":"The Custodians and the Silent Sisters often fought as one during the earliest days of the Imperium. Ten thousand years on, they have lost none of the unity of doctrine and purpose that makes them such a deadly combination.","description":"Anathema Psykana units from your army gain the following the ability:<br><br><b>Null Aegis (Aura):</b> While an Adeptus Custodes unit is within 6\" of this unit, models in that unit have the Feel No Pain 5+ ability against Psychic Attacks and mortal wounds.<br><br>All other <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> units from your army gain the following ability:<br><br><b>Deadly Unity (Aura):</b> While an <span class=\"kwb\">ANATHEMA</span> <span class=\"kwb\">PSYKANA</span> unit is within 6\" of this unit, each time a model in that <span class=\"kwb\">ANATHEMA</span> <span class=\"kwb\">PSYKANA</span> unit makes an attack, add 1 to the Hit roll.","detachment":"Talons Of The Emperor","detachmentId":"000000861"},{"id":"000008929","factionId":"AC","name":"Assemblage of Might","legend":"When such exceptional warriors as these gather to quest in the Emperors name, even the most dreadful foes of Humanity are right to fear for their lives.","description":"At the start of your Command phase, select one unit from your opponent’s army. Until the start of your next Command phase, each time a model in an Adeptus Custodes Character unit from your army makes an attack that targets that enemy unit, add 1 to the Wound roll.","detachment":"Auric Champions","detachmentId":"000000863"}],"leaders":[{"id":"000001450","slug":"custodian-wardens"},{"id":"000000882","slug":"custodian-guard"}],"supplementLabel":"None","isSupplement":false,"roleLabel":"Characters","sourceName":"Faction Pack: Adeptus Custodes","isForgeWorld":false,"isLegends":false}