{"id":"000002088","name":"Aleya","factionId":"AC","sourceId":"000000024","legend":"Aleya is a veteran of her order and is a ferocious and dedicated hunter of witches and sorcerers. Over many years she has developed incredible tactical perception, as well as a deep knowledge of her quarry. She employs these skills to seek out rogue psykers, cutting them down with sweeps of her blade, Somnus.","role":"Characters","loadout":"<b>This model is equipped with:</b> Somnus.","transport":"","virtual":false,"leaderHead":"","leaderFooter":"","damagedW":"","damagedDescription":"","link":"https://wahapedia.ru/wh40k10ed/factions/adeptus-custodes/Aleya","slug":"aleya","factionSlug":"adeptus-custodes","supplementKey":"codex","abilities":[{"id":"000008338","name":"Feel No Pain","legend":"Some warriors refuse to be laid low, even by what should be fatal wounds.","factionId":"","description":"<div class=\"Corner33 abWrap BreakInsideAvoid\"><div class=\"abFlex\"><div class=\"abDiamondWrap\"><div class=\"abDiamond\"><div class=\"abIcon\"></div></div></div><div class=\"abLine\"></div><div class=\"abNameWrap\"></div></div><p class=\"ShowFluff stratLegend2\">Some warriors refuse to be laid low, even by what should be fatal wounds.</p>Some models have ‘Feel No Pain x+’ listed in their abilities. Each time a model with this ability suffers damage and so would lose a wound (including wounds lost due to <span class=\"tooltip00009\" data-tooltip-content=\"#tooltip_content00009\"><span class=\"tt kwbu\">mortal</span> <span class=\"tt kwbu\">wounds</span></span>), roll one D6: if the result is greater than or equal to the number denoted by ‘x’, that wound is ignored and is not lost. If a model has more than one Feel No Pain ability, you can only use one of those abilities each time that model suffers damage and so would lose a wound.<br><br><div class=\"BreakInsideAvoid frameLight Corner14\"><ul class=\"redSquare\"><li><b>Feel No Pain x+:</b> Each time this model would lose a wound, roll one D6: if the result equals or exceeds ‘x’, that wound is not lost.</li></ul></div></div>","type":"Core","parameter":"5+"},{"id":"000008346","name":"Leader","legend":"Mighty heroes fight at the forefront of battle.","factionId":"","description":"<div class=\"Corner33 abWrap BreakInsideAvoid\"><div class=\"abFlex\"><div class=\"abDiamondWrap\"><div class=\"abDiamond\"><div class=\"abIcon\"></div></div></div><div class=\"abLine\"></div><div class=\"abNameWrap\"></div></div><p class=\"ShowFluff stratLegend2\">Mighty heroes fight at the forefront of battle.</p>Some <span class=\"kwb\">CHARACTER</span> units have ‘Leader’ listed on their datasheets. Such <span class=\"kwb\">CHARACTER</span> units are known as Leaders, and the units they can lead – known as their Bodyguard units – are listed on their datasheet.<br><br>During the Declare Battle Formations step, for each Leader in your army, if your army also includes one or more of that Leader’s Bodyguard units, you can select one of those Bodyguard units. That Leader will then attach to that Bodyguard unit for the duration of the battle and is said to be leading that unit. Each Bodyguard unit can only have one Leader attached to it.<br><br>While a Bodyguard unit contains a Leader, it is known as an Attached unit and, with the exception of rules that are triggered when units are <span class=\"tooltip00073\" data-tooltip-content=\"#tooltip_content00073\"><span class=\"tt kwbu\">destroyed</span></span>, it is treated as a single unit for all rules purposes. Each time an attack targets an Attached unit, until the attacking unit has resolved all of its attacks, you must use the Toughness characteristic of the Bodyguard models in that unit, even if a Leader in that unit has a different Toughness characteristic. Each time an attack sucessfully wounds an Attached unit, that attack cannot be allocated to a <span class=\"kwb\">CHARACTER</span> model in that unit, even if that <span class=\"kwb\">CHARACTER</span> model has lost one or more wounds or has already had attacks allocated to it this phase. As soon as the last Bodyguard model in an Attached unit has been destroyed, any attacks made against that unit that have yet to be allocated can then be allocated to <span class=\"kwb\">CHARACTER</span> models in that unit.<br><br>Each time the last model in a Bodyguard unit is destroyed, each <span class=\"kwb\">CHARACTER</span> unit that is part of that Attached unit is no longer part of an Attached unit. It becomes a separate unit, with its original Starting Strength. If this happens as the result of an attack, they become separate units after the attacking unit has resolved all of its attacks.<br><br>Each time the last model in a <span class=\"kwb\">CHARACTER</span> unit that is attached to a Bodyguard unit is destroyed and there is not another <span class=\"kwb\">CHARACTER</span> unit attached, that Attached unit’s Bodyguard unit is no longer part of an Attached unit. It becomes a separate unit, with its original Starting Strength. If this happens as the result of an attack, they become separate units after the attacking unit has resolved all of its attacks. <br><br>Each time a unit that is part of an Attached unit is destroyed, it does not have the keywords of any other units that make up that Attached unit (unless it has those keywords on its own datasheet) for the purposes of any rules that would be triggered when that unit is destroyed.<br><br><div class=\"redExample\"><b>Example:</b> If you only destroy the Bodyguard unit that is part of an Attached unit, you have not destroyed a <span class=\"kwb\">CHARACTER</span> unit. If you only destroy the <span class=\"kwb\">CHARACTER</span> unit that is part of an Attached unit, or if you destroy the whole Attached unit, you have destroyed one <span class=\"kwb\">CHARACTER</span> unit.</div><br><div class=\"BreakInsideAvoid frameLight Corner14\"><ul class=\"redSquare\"><li>Before the battle, <span class=\"kwb\">CHARACTER</span> units with the Leader ability can be attached to one of their Bodyguard units to form an Attached unit.</li><li>Attached units can only contain one Leader.</li><li>Attacks cannot be allocated to <span class=\"kwb\">CHARACTER</span> models in Attached units.</li></ul></div></div>","type":"Core"},{"id":"000008344","name":"Scouts","legend":"Scouts form the vanguard of many armies. Unnoticed by the enemy, they range ahead of the main force.","factionId":"","description":"<div class=\"Corner33 abWrap BreakInsideAvoid\"><div class=\"abFlex\"><div class=\"abDiamondWrap\"><div class=\"abDiamond\"><div class=\"abIcon\"></div></div></div><div class=\"abLine\"></div><div class=\"abNameWrap\"></div></div><p class=\"ShowFluff stratLegend2\">Scouts form the vanguard of many armies. Unnoticed by the enemy, they range ahead of the main force.</p>Some units have ‘Scouts x\"’ listed in their abilities. If every model in a unit has this ability, then at the start of the first battle round, before the first turn begins, it can make a Normal move of up to x\", with the exception that, while making that move, the distance moved by each model in that unit can be greater than that model's Move characteristic, as long as it is not greater than x\".<br><br><span class=\"kwb\">DEDICATED</span> <span class=\"kwb\">TRANSPORT</span> models can make use of any Scouts x\" ability listed in their abilities, or a Scouts x\" ability that a unit that starts the battle embarked within that <span class=\"kwb\">DEDICATED</span> <span class=\"kwb\">TRANSPORT</span> model has (provided only models with this ability are embarked within that <span class=\"kwb\">DEDICATED</span> <span class=\"kwb\">TRANSPORT</span> model), regardless of how that embarked unit gained this ability (e.g. listed in their abilities, conferred by an Enhancement or by an <span class=\"tooltip00011\" data-tooltip-content=\"#tooltip_content00011\"><span class=\"tt kwbu\">attached</span></span> <span class=\"kwb\">CHARACTER</span>, etc.).<br><br>A unit that moves using this ability must end that move more than 9\" horizontally away from all enemy models. If both players have units that can do this, the player who is taking the first turn moves their units first.<br><br><div class=\"redExample\"><b>Example:</b> A unit has the Scouts 6\" ability. At the start of the first battle round, the controlling player can make a Normal move with that unit of up to 6\".</div><br><div class=\"BreakInsideAvoid frameLight Corner14\"><ul class=\"redSquare\"><li><b>Scouts x\":</b> Unit can make a Normal move of up to x\" before the first turn begins.</li><li>If embarked in a <span class=\"kwb\">DEDICATED</span> <span class=\"kwb\">TRANSPORT</span>, that <span class=\"kwb\">DEDICATED</span> <span class=\"kwb\">TRANSPORT</span> can make this move instead.</li><li>Must end this move more than 9\" horizontally away from all enemy models.</li></ul></div></div>","type":"Core","parameter":"6\""},{"id":"","name":"Tactical Perception","legend":"","factionId":"","description":"While this model is leading a unit, models in that unit have the Fights First ability.","type":"Datasheet","parameter":""},{"id":"","name":"Tenacious Spirit","legend":"","factionId":"","description":"While this model is leading a unit, each time a model in that unit makes an attack, add 1 to the Hit roll if that unit is below its Starting Strength, and add 1 to the Wound roll as well if that unit is Below Half-strength.","type":"Datasheet","parameter":""},{"id":"","name":"Daughter of the Abyss","legend":"","factionId":"","description":"This model has the Feel No Pain 3+ ability against Psychic Attacks and mortal wounds.","type":"Datasheet","parameter":""}],"keywords":[{"datasheetId":"000002088","keyword":"Adeptus Custodes","model":"","isFactionKeyword":"true"},{"datasheetId":"000002088","keyword":"Infantry","model":"","isFactionKeyword":"false"},{"datasheetId":"000002088","keyword":"Character","model":"","isFactionKeyword":"false"},{"datasheetId":"000002088","keyword":"Imperium","model":"","isFactionKeyword":"false"},{"datasheetId":"000002088","keyword":"Aleya","model":"","isFactionKeyword":"false"},{"datasheetId":"000002088","keyword":"Anathema Psykana","model":"","isFactionKeyword":"false"},{"datasheetId":"000002088","keyword":"Epic Hero","model":"","isFactionKeyword":"false"}],"models":[{"datasheetId":"000002088","line":"1","name":"Aleya","m":"6\"","t":"3","sv":"3+","invSv":"5","invSvDescr":"","w":"4","ld":"6+","oc":"1","baseSize":"32mm","baseSizeDescr":""}],"options":[],"wargear":[{"id":"000002088:somnus","datasheetId":"000002088","line":"1","name":"Somnus","type":"Melee","profiles":[{"datasheetId":"000002088","line":"1","lineInWargear":"1","dice":"","name":"Somnus","description":"anti-psyker 5+, devastating wounds","range":"Melee","type":"Melee","a":"4","bsWs":"2","s":"6","ap":"-3","d":"3"}]}],"unitComposition":[{"datasheetId":"000002088","line":"1","description":"1 Aleya – <span class=\"kwb\">EPIC</span> <span class=\"kwb\">HERO</span>"}],"modelCosts":[{"datasheetId":"000002088","line":"1","description":"1 model","cost":"65"}],"stratagems":[{"factionId":"AC","name":"EMPYRIC SEVERANCE","id":"000008922004","type":"Talons Of The Emperor – Battle Tactic Stratagem","cpCost":"1","legend":"Null Maidens quash the manifestations of witches.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Talons Of The Emperor","detachmentId":"000000861","description":"<b>WHEN:</b> Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One ADEPTUS CusTODES unit from your army that was selected as the target of one or more of the attacking unit’s attacks, and one friendly ANATHEMA PSYKANA unit within 6\" of that <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit.<br><br><b>EFFECT:</b> Until the end of the phase, your unit has the Feel No Pain 4+ ability against Psychic attacks and mortal wounds."},{"factionId":"AC","name":"MANOEUVRE AND FIRE","id":"000009988006","type":"Lions of the Emperor – Strategic Ploy Stratagem","cpCost":"1","legend":"The Adeptus Custodes are unrelenting in their advance, laying down punishing fire even as they manoeuvre to new positions.","turn":"Your turn","phase":"Movement phase","detachment":"Lions of the Emperor","detachmentId":"000001029","description":"<b>WHEN:</b> Your Movement phase, just after an <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit from your army Falls Back.<br><br><b>TARGET:</b> That <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit.<br><br><b>EFFECT:</b> Until the end of the turn, your unit is eligible to shoot and declare a charge in a turn in which it Fell Back."},{"factionId":"AC","name":"EMPEROR’S EXECUTIONERS","id":"000008922005","type":"Talons Of The Emperor – Battle Tactic Stratagem","cpCost":"2","legend":"The Talons of the Emperor tear apart their prey.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Talons Of The Emperor","detachmentId":"000000861","description":"<b>WHEN:</b> Start of the Fight phase.<br><br><b>TARGET:</b> Up to two Adeptus Custodes units from your army.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in one of your units targets an enemy unit that is below its Starting Strength, add 1 to the Wound roll.<br><br><b>RESTRICTIONS:</b> You can only select two units if one (and only one) of them is an Anathema Psykana unit and both are within 6\" of each other."},{"factionId":"AC","name":"DEFIANT TO THE LAST","id":"000009988003","type":"Lions of the Emperor – Strategic Ploy Stratagem","cpCost":"1","legend":"The harder the battle, and the heavier their losses, the more resolute the Lions of the Emperor become.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Lions of the Emperor","detachmentId":"000001029","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, roll one D6, adding 2 to the result if that model has the <span class=\"kwb\">CHARACTER</span> keyword. On a 4+, do not remove it from play; the destroyed model can fight after the attacking unit has finished making its attacks (when doing so, it is treated as having 1 wound remaining), and is then removed from play."},{"factionId":"AC","name":"SHIELD OF HONOUR","id":"000008922007","type":"Talons Of The Emperor – Epic Deed Stratagem","cpCost":"1","legend":"It is second nature for Custodes to place themselves between their comrades and potential peril.","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"Talons Of The Emperor","detachmentId":"000000861","description":"<b>WHEN:</b> Your opponent’s Shooting phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Anathema Psykana Infantry unit from your army that was selected as the target of one or more of the attacking unit’s attacks, and one other friendly Adeptus Custodes Infantry unit (excluding <span class=\"kwb\">ANATHEMA</span> <span class=\"kwb\">PSYKANA</span> units) within 6\" of that <span class=\"kwb\">ANATHEMA</span> <span class=\"kwb\">PSYKANA</span> <span class=\"kwb\">INFANTRY</span> unit.<br><br><b>EFFECT:</b> Until the end of the phase, any attack that targets your <span class=\"kwb\">ANATHEMA</span> <span class=\"kwb\">PSYKANA</span> unit must instead target your other <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit (unless it is not an eligible target)."},{"factionId":"AC","name":"SWIFT AS THE EAGLE","id":"000009988007","type":"Lions of the Emperor – Strategic Ploy Stratagem","cpCost":"1","legend":"Although every Custodian is devastatingly fast on the battlefield, with preternatural reactions to match, the Lions of the Emperor are outstanding even among their peers.","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"Lions of the Emperor","detachmentId":"000001029","description":"<b>WHEN:</b> Your opponent’s Shooting phase, just after an enemy unit has shot.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit from your army (excluding <span class=\"kwb\">VEHICLE</span> units) that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Your unit can make a Normal move of up to D6\"."},{"factionId":"","name":"HEROIC INTERVENTION","id":"000008335012","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"Voices raised in furious war cries, your warriors surge forth to meet the enemy’s onslaught head-on.","turn":"Opponent’s turn","phase":"Charge phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your opponent’s Charge phase, just after an enemy unit ends a Charge move.<br><br><b>TARGET:</b> One unit from your army that is within 6\" of that enemy unit and would be eligible to declare a charge against that enemy unit if it were your Charge phase.<br><br><b>EFFECT:</b> Your unit now declares a charge that targets only that enemy unit, and you resolve that charge as if it were your Charge phase.<br><br><b>RESTRICTIONS:</b> You can only select a <span class=\"kwb\">VEHICLE</span> unit from your army if it is a <span class=\"kwb\">WALKER</span>. Note that even if this charge is successful, your unit does not receive any Charge bonus this turn."},{"factionId":"AC","name":"DESPERATION’S PRICE","id":"000008927002","type":"Null Maiden Vigil – Strategic Ploy Stratagem","cpCost":"1","legend":"To overcome the Null Maidens’ aura, enemy psykers overstretch themselves with horrible consequences.","turn":"Either player’s turn","phase":"Any phase","detachment":"Null Maiden Vigil","detachmentId":"000000862","description":"<b>WHEN:</b> Any phase, just after an enemy <span class=\"kwb\">PSYKER</span> unit has either finished using a Psychic ability that targets a unit, or finished making Psychic Attacks.<br><br><b>TARGET:</b> One Anathema Psykana unit from your army within 18\" of that enemy <span class=\"kwb\">PSYKER</span> unit.<br><br><b>EFFECT:</b> That enemy <span class=\"kwb\">PSYKER</span> unit must take a Leadership test If the test is passed, that <span class=\"kwb\">PSYKER</span> unit is Battle-shocked; if the test is failed that <span class=\"kwb\">PSYKER</span> unit suffers 3 mortal wounds and is Battle-shocked."},{"factionId":"","name":"RAPID INGRESS","id":"000008335008","type":"Core – Strategic Ploy Stratagem","cpCost":"1","legend":"Be it cunning strategy, potent technology or supernatural ritual, there are many means by which a commander may hasten their warriors’ onset.","turn":"Opponent’s turn","phase":"Movement phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> End of your opponent’s Movement phase.<br><br><b>TARGET:</b> One unit from your army that is in Reserves.<br><br><b>EFFECT:</b> Your unit can arrive on the battlefield as if it were the Reinforcements step of your Movement phase, and if every model in that unit has the Deep Strike ability, you can set that unit up as described in the Deep Strike ability (even though it is not your Movement phase).<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem to enable a unit to arrive on the battlefield during a battle round it would not normally be able to do so in."},{"factionId":"","name":"COUNTER-OFFENSIVE","id":"000008335003","type":"Core – Strategic Ploy Stratagem","cpCost":"2","legend":"In close-quarters combat, the slightest hesitation can leave an opening for a swift foe to exploit.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has fought.<br><br><b>TARGET:</b> One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.<br><br><b>EFFECT:</b> Your unit fights next."},{"factionId":"AC","name":"SHOULDER THE MANTLE","id":"000008931007","type":"Auric Champions – Epic Deed Stratagem","cpCost":"1","legend":"The greatest Custodians know when it is both their duty and their right to command their comrades.","turn":"Your turn","phase":"Movement phase","detachment":"Auric Champions","detachmentId":"000000863","description":"<b>WHEN:</b> Your Movement phase, before the Reinforcements step.<br><br><b>TARGET:</b> One Adeptus Custodes Character model from your army that is not leading a unit.<br><br><b>EFFECT:</b> Select one friendly unit (excluding Battle-shocked and Attached units) within 2\" horizontally and 5\" vertically of your model that it could lead (as described in the Leader section of its datasheet). Your model attaches to that unit as a Leader. Change that unit’s Starting Strength accordingly."},{"factionId":"AC","name":"PSYCHIC ABOMINATIONS","id":"000008927007","type":"Null Maiden Vigil – Strategic Ploy Stratagem","cpCost":"1","legend":"Enemies must overcome disorienting waves of revulsion in order to even focus upon Null Maidens.","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"Null Maiden Vigil","detachmentId":"000000862","description":"<b>WHEN:</b> Your opponent’s Shooting phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Anathema Psykana Infantry unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, your unit has the Stealth ability, and Battle-shocked and <span class=\"kwb\">PSYKER</span> models can only select your unit as a target of a ranged attack if they are within 12\"."},{"factionId":"AC","name":"MULTIPOTENTIALITY","id":"000008394005","type":"Shield Host – Strategic Ploy Stratagem","cpCost":"1","legend":"So widely skilled and studied are the Custodians that, whatever situation they find themselves in, they have the martial wisdom to prevail.","turn":"Your turn","phase":"Movement phase","detachment":"Shield Host","detachmentId":"000000765","description":"<b>WHEN:</b> Your Movement phase.<br><br><b>TARGET:</b> One Adeptus Custodes unit from your army that Fell Back this phase.<br><br><b>EFFECT:</b> Until the end of your turn, that unit is eligible to shoot and declare a charge in a turn in which it Fell Back."},{"factionId":"","name":"EXPLOSIVE CLEARANCE","id":"000009218006","type":"Boarding Actions – Battle Tactic Stratagem","cpCost":"1","legend":"A well-placed explosive munition in confined shipboard spaces can cause bloody carnage.","turn":"Your turn","phase":"Shooting phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One unit from your army that has not been selected to shoot this phase.<br><br><b>EFFECT:</b> Select one model in your unit that is equipped with a weapon with the [BLAST] ability. Until the end of the phase, when determining how many models are in the target unit for the purpose of that ability, include models that are not visible to the attacking model. In addition, attacks made with that weapon can be allocated to models that are not visible to the attacking model."},{"factionId":"","name":"INSANE BRAVERY","id":"000008335005","type":"Core – Epic Deed Stratagem","cpCost":"1","legend":"Indifferent to their own survival, these warriors hold their ground against seemingly impossible odds.","turn":"Your turn","phase":"Command phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Battle-shock step of your Command phase, just before you take a Battle-shock test for a unit from your army.<br><br><b>TARGET:</b> That unit from your army.<br><br><b>EFFECT:</b> Your unit automatically passes that Battle-shock test.<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem more than once per battle."},{"factionId":"AC","name":"BLADES OF THE VIGILATORS","id":"000009274002","type":"Black Ship Guardians – Battle Tactic Stratagem","cpCost":"1","legend":"Though intended for lopping the heads from witches, the Vigilators' long blades also allow for skilful parrying of incoming attacks.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Black Ship Guardians","detachmentId":"000000910","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One VIgiLATORS, ALEYA or KNIGHT-CENTURA equipped with an executioner greatblade unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time an attack targets your unit, subtract 1 from the Wound roll."},{"factionId":"AC","name":"TALONED PINCER","id":"000008922006","type":"Talons Of The Emperor – Battle Tactic Stratagem","cpCost":"1","legend":"Every move the enemy makes only sees them fall.","turn":"Opponent’s turn","phase":"Movement phase","detachment":"Talons Of The Emperor","detachmentId":"000000861","description":"<b>WHEN:</b> Your opponent’s Movement phase, just after an enemy unit ends a Normal, Advance or Fall Back move.<br><br><b>TARGET:</b> Up to two Adeptus Custodes units from your army that are within 9\" of that enemy unit.<br><br><b>EFFECT:</b> Your units can make a Normal move of up to 6\".<br><br><b>RESTRICTIONS:</b> You cannot select units that are within Engagement Range of one or more enemy units. You can only select two units if one (and only one) of them is an Anathema Psykana unit and both are within 6\" of each other."},{"factionId":"","name":"BATTLEFIELD COMMAND","id":"000009218003","type":"Boarding Actions – Strategic Ploy Stratagem","cpCost":"1","legend":"The commander's authoritative tone cuts through the din of battle, guiding the actions of nearby troops.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Start or end of any phase.<br><br><b>TARGET:</b> One Leader unit from your army and one friendly Bodyguard unit within 6\" of it that it could normally be attached to.<br><br><b>EFFECT:</b> Select one of your Leader unit’s Leader abilities. Until the start of your next Command phase, that Bodyguard unit is treated as being led by that Leader unit for the purposes of that Leader ability.<br><br><b>RESTRICTIONS:</b> Once you target a unit with this Stratagem, that unit cannot be targeted with it again until your next Command phase."},{"factionId":"","name":"COMMAND RE-ROLL","id":"000009218002","type":"Boarding Actions – Epic Deed Stratagem","cpCost":"1","legend":"A great commander can bend even the vagaries of fate and fortune to their will, the better to ensure victory.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Any phase, just after you have made a Hit roll, a Wound roll, a Damage roll, a saving throw, an Advance roll, a Charge roll, a Desperate Escape test, a Hazardous test, or just after you have rolled the dice to determine the number of attacks made with a weapon, for an attack, model or unit from your army.<br><br><b>TARGET:</b> That unit or model from your army.<br><br><b>EFFECT:</b> You re-roll that roll, test or saving throw."},{"factionId":"","name":"GO TO GROUND","id":"000008335010","type":"Core – Battle Tactic Stratagem","cpCost":"1","legend":"Seeking salvation from incoming fire, warriors hurl themselves into whatever cover they can find.","turn":"Opponent’s turn","phase":"Shooting phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Your opponent’s Shooting phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One <span class=\"kwb\">INFANTRY</span> unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, all models in your unit have a 6+ invulnerable save and have the Benefit of Cover."},{"factionId":"","name":"INSANE BRAVERY","id":"000009218005","type":"Boarding Actions – Epic Deed Stratagem","cpCost":"1","legend":"Indifferent to their own survival, these warriors hold their ground against seemingly impossible odds.","turn":"Your turn","phase":"Command phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Battle-shock step of your Command phase, just after you have failed a Battle-shock test taken for a unit from your army.<br><br><b>TARGET:</b> The unit from your army that Battle-shock test was just taken for (even though your Battle-shocked units cannot normally be affected by your Stratagems).<br><br><b>EFFECT:</b> Your unit is treated as having passed that test instead, and is not Battle-shocked as a result."},{"factionId":"AC","name":"VIGIL UNENDING","id":"000008931006","type":"Auric Champions – Epic Deed Stratagem","cpCost":"2","legend":"The Custodes do not yield while their duty remains unfulfilled.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Auric Champions","detachmentId":"000000863","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One Adeptus Custodes Character model from your army that was just destroyed and has not fought this phase. You can use this Stratagem on that unit even though it was just destroyed.<br><br><b>EFFECT:</b> Do not remove your destroyed model from play. The destroyed model can fight after the attacking unit has finished making attacks, and is then removed from play."},{"factionId":"AC","name":"TALONS INTERLOCKED","id":"000008922003","type":"Talons Of The Emperor – Battle Tactic Stratagem","cpCost":"1","legend":"With practiced ease, the Talons of the Emperor establish vicious crossfires to cut the foe apart.","turn":"Your turn","phase":"Shooting phase","detachment":"Talons Of The Emperor","detachmentId":"000000861","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> Up to two ADEPTUS CUSTODES INFANTRY units from your army, and one enemy unit that is an eligible target for all of those units.<br><br><b>EFFECT:</b> Until the end of the phase, your units can only target that enemy unit, but each time a model in one of your units makes a ranged attack, improve the Strength and Armour Penetration characteristics of that attack by 1.<br><br><b>RESTRICTIONS:</b> You can only select two units if one (and only one) of them is an ANATHEMA PSYKANA unit and both are within 6\" of each other."},{"factionId":"AC","name":"GILDED CHAMPION","id":"000009988002","type":"Lions of the Emperor – Strategic Ploy Stratagem","cpCost":"1","legend":"The shining champions of the Adeptus Custodes are looked upon in awe by all who witness their grim arts. Their judgement is without flaw, and their tactical acumen utterly impeccable.","turn":"Either player’s turn","phase":"Any phase","detachment":"Lions of the Emperor","detachmentId":"000001029","description":"<b>WHEN:</b> Any phase, just after an Adeptus Custodes Character model from your army has used an ability on its datasheet that states it can only be used ‘once per battle’.<br><br><b>TARGET:</b> That <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> <span class=\"kwb\">CHARACTER</span> model.<br><br><b>EFFECT:</b> Your model can use that ‘once per battle’ ability one additional time during the battle (but not in the same phase).<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem on the same <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> <span class=\"kwb\">CHARACTER</span> model more than once per battle."},{"factionId":"AC","name":"CORNERED PREY","id":"000009274004","type":"Black Ship Guardians – Strategic Ploy Stratagem","cpCost":"1","legend":"Once they have their quarry trapped within a section of the voidship, the Silent Sisters relentlessly run them to ground.","turn":"Your turn","phase":"Movement phase","detachment":"Black Ship Guardians","detachmentId":"000000910","description":"<b>WHEN:</b> Your Movement phase, just after an ANATHEMA PSYKANA unit from your army Falls Back.<br><br><b>TARGET:</b> That <span class=\"kwb\">ANATHEMA</span> <span class=\"kwb\">PSYKANA</span> unit.<br><br><b>EFFECT:</b> Until the end of the turn, your unit is eligible to shoot and declare a charge in a turn in which it Fell Back."},{"factionId":"","name":"EPIC CHALLENGE","id":"000008335004","type":"Core – Epic Deed Stratagem","cpCost":"1","legend":"The legends of the 41st Millennium are replete with deadly duels between mighty champions.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, when a <span class=\"kwb\">CHARACTER</span> unit from your army that is within Engagement Range of one or more Attached units is selected to fight.<br><br><b>TARGET:</b> One <span class=\"kwb\">CHARACTER</span> model in your unit.<br><br><b>EFFECT:</b> Until the end of the phase, all melee attacks made by that model have the [PRECISION] ability."},{"factionId":"AC","name":"EMPEROR’S VENGEANCE","id":"000009754003","type":"Solar Spearhead – Battle Tactic Stratagem","cpCost":"1","legend":"Even as death’s cold embrace falls upon them, Custodians vent the last of their wrath upon the foe.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Solar Spearhead","detachmentId":"000000986","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit is destroyed, if that model has not fought this phase, roll one D6, adding 1 to the result if your unit has the Walker keyword. On a 4+, do not remove it from play; The destroyed model can fight after the attacking unit has finished making its attacks (when doing so, it is assumed to have 1 wound remaining), and is then removed from play."},{"factionId":"AC","name":"PEERLESS WARRIOR","id":"000009988004","type":"Lions of the Emperor – Battle Tactic Stratagem","cpCost":"1","legend":"With every strike, the Lions of the Emperor prove themselves the masters of single combat, even when engaging the mightiest foes.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Lions of the Emperor","detachmentId":"000001029","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit from your army that has not been selected to fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, melee weapons equipped by models in your unit have the [PRECISION] ability."},{"factionId":"AC","name":"THE EMPEROR’S AUSPICE","id":"000008931004","type":"Auric Champions – Epic Deed Stratagem","cpCost":"1","legend":"In an age plagued by monsters, when primordial horrors from the darkest void circle Humanity's dying light, still the Adeptus Custodes stand strong.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Auric Champions","detachmentId":"000000863","description":"<b>WHEN:</b> Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One Adeptus Custodes Character unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the end of the phase, <span class=\"kwb\">CHARACTER</span> models in your unit have the Feel No Pain 4+ ability."},{"factionId":"AC","name":"WITCH HUNTERS","id":"000008927003","type":"Null Maiden Vigil – Battle Tactic Stratagem","cpCost":"1","legend":"Null Maidens train to slay psykers with swift martial efficiency, for they know their prey have many weapons beyond just their powers and must not be allowed time or opportunity to employ them.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Null Maiden Vigil","detachmentId":"000000862","description":"<b>WHEN:</b> Your Shooting phase or the Fight phase.<br><br><b>TARGET:</b> One Anathema Psykana unit from your army that has not been selected to shoot or fight this phase.<br><br><b>EFFECT:</b> Select either the [LETHAL HITS] or [SUSTAINED HITS 1] ability. Until the end of the phase, weapons equipped by models in your unit have the selected ability, but models in your unit can only target <span class=\"kwb\">PSYKER</span> units with their attacks."},{"factionId":"AC","name":"SLAYER OF CHAMPIONS","id":"000008931002","type":"Auric Champions – Epic Deed Stratagem","cpCost":"1","legend":"Whatfoe can withstand a warrior who has so tested the defences of the Throneworld itself?","turn":"Either player’s turn","phase":"Any phase","detachment":"Auric Champions","detachmentId":"000000863","description":"<b>WHEN:</b> Any phase.<br><br><b>TARGET:</b> One Adeptus Custodes Character unit from your army that has just destroyed the unit you selected at the start of your Command phase as the target of your Assemblage of Might ability.<br><br><b>EFFECT:</b> Select one enemy unit on the battlefield Until the start of your next Command phase, each time an <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> <span class=\"kwb\">CHARACTER</span> model from your army makes an attack that target that enemy unit, add 1 to the Wound roll In addition, if the destroyed unit was a <span class=\"kwb\">CHARACTER</span> unit, gain 1CP."},{"factionId":"AC","name":"EARNING OF A NAME","id":"000008931005","type":"Auric Champions – Epic Deed Stratagem","cpCost":"1","legend":"To lay low the greatest and most terrible monsters and heretics is to earn new names for a Custodian's mighty tally.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Auric Champions","detachmentId":"000000863","description":"<b>WHEN:</b> Fight phase.<br><br><b>TARGET:</b> Up to two Adeptus Custodes Character units from your army that have not been selected to fight this phase.<br><br><b>EFFECT:</b> Until the end of the phase, each time a <span class=\"kwb\">CHARACTER</span> model in either of your units makes an attack that targets a <span class=\"kwb\">MONSTER</span> or <span class=\"kwb\">VEHICLE</span> unit, you can re-roll the Hit roll and you can re-roll the Wound roll."},{"factionId":"","name":"COUNTER-OFFENSIVE","id":"000009218004","type":"Boarding Actions – Strategic Ploy Stratagem","cpCost":"2","legend":"In close-quarters combat, the slightest hesitation can leave an opening for a swift foe to exploit.","turn":"Either player’s turn","phase":"Fight phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Fight phase, just after an enemy unit has fought.<br><br><b>TARGET:</b> One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.<br><br><b>EFFECT:</b> Your unit fights next."},{"factionId":"AC","name":"SUPERHUMAN RESERVES","id":"000008931003","type":"Auric Champions – Epic Deed Stratagem","cpCost":"2","legend":"With practiced ease, the Talons of the Emperor establish vicious crossfires to cut the foe apart.","turn":"Either player’s turn","phase":"Any phase","detachment":"Auric Champions","detachmentId":"000000863","description":"<b>WHEN:</b> Any phase, just after an Adeptus Custodes Warlord model from your army has used an ability on its datasheet or from an Enhancement that says it can only be used Once per battle.<br><br><b>TARGET:</b> That Adeptus Custodes Warlord model.<br><br><b>EFFECT:</b> Your model can use its Once per battle’ ability one additional time during this battle (but not in the same phase).<br><br><b>RESTRICTIONS:</b> You cannot use this Stratagem more than once per battle."},{"factionId":"AC","name":"WRATHFUL ADVANCE","id":"000009754004","type":"Solar Spearhead – Battle Tactic Stratagem","cpCost":"1","legend":"The golden-armoured onslaught smashes through the enemy line, trapping the foe and preventing their escape.","turn":"Either player’s turn","phase":"Fight phase","detachment":"Solar Spearhead","detachmentId":"000000986","description":"<b>WHEN:</b> Fight phase, just before an <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit from your army Piles In.<br><br><b>TARGET:</b> That <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit.<br><br><b>EFFECT:</b> Until the end of the phase, each time a model in your unit makes a Pile-in move, it can move up to D3+3\" instead of up to 3\"."},{"factionId":"","name":"COMMAND RE-ROLL","id":"000008335002","type":"Core – Battle Tactic Stratagem","cpCost":"1","legend":"A great commander can bend even the vagaries of fate and fortune to their will, the better to ensure victory.","turn":"Either player’s turn","phase":"Any phase","detachment":"","detachmentId":"","description":"<b>WHEN:</b> Any phase, just after you make an Advance roll, a Charge roll, a Desperate Escape test or a Hazardous test for a unit from your army, or a Hit roll, a Wound roll, a Damage roll or a saving throw for a model in that unit, or a roll to determine the number of attacks made with a weapon equipped by a model in that unit. If you are using fast dice rolling, this Stratagem can still be used after rolling multiple rolls or saving throws at once.<br><br><b>TARGET:</b> That unit or model from your army.<br><br><b>EFFECT:</b> You re-roll that roll, test or saving throw. If you are using fast dice rolling, select one of those rolls or saving throws to re-roll."},{"factionId":"AC","name":"PUNISHMENT INESCAPABLE","id":"000009754007","type":"Solar Spearhead – Strategic Ploy Stratagem","cpCost":"1","legend":"The Ten Thousand are relentless in pursuing the Emperor’s foes and thorough in their annihilation. No armour, sorcery or hiding place can shield an enemy from their wrath.","turn":"Your turn","phase":"Shooting phase","detachment":"Solar Spearhead","detachmentId":"000000986","description":"<b>WHEN:</b> Your Shooting phase.<br><br><b>TARGET:</b> One <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> unit from your army that has not been selected to shoot this phase.<br><br><b>EFFECT:</b> Until the end of the phase, ranged weapons equipped by models in your unit have the [IGNORES COVER] ability, and until the end of the phase, each time a model in your unit makes an attack, you can ignore any or all modifiers to that attack’s Ballistic Skill characteristic and/or any or all modifiers to the Hit roll."},{"factionId":"AC","name":"FOCUSED FEAR","id":"000009274003","type":"Black Ship Guardians – Battle Tactic Stratagem","cpCost":"1","legend":"Fighting in the confines of a voidship heightens the fearful aura of the Sisters of Silence, fouling their foes'aim and weakening their sword arms.","turn":"Either player’s turn","phase":"Shooting or Fight phase","detachment":"Black Ship Guardians","detachmentId":"000000910","description":"<b>WHEN:</b> Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets.<br><br><b>TARGET:</b> One ANATHEMA PSYKANA unit from your army that was selected as the target of one or more of the attacking unit’s attacks.<br><br><b>EFFECT:</b> Until the attacking unit has finished making its attacks, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1."},{"factionId":"AC","name":"HUNT AS ONE","id":"000008922002","type":"Talons Of The Emperor – Strategic Ploy Stratagem","cpCost":"1","legend":"Custodians and Null Maidens cover one another seamlessly as they manoeuvre to corner their prey.","turn":"Your turn","phase":"Movement phase","detachment":"Talons Of The Emperor","detachmentId":"000000861","description":"<b>WHEN:</b> Start of your Movement phase.<br><br><b>TARGET:</b> Up to two ADEPTUS CUSTODES units from your army.<br><br><b>EFFECT:</b> Until the end of the turn, your units are eilgible to shoot and/or declare a charge in a turn in which they Fell Back.<br><br><b>RESTRICTIONS:</b> You can only select two units if one (and only one) of them is an ANATHEMA PSYKANA unit and both are within 6\" of each other."}],"enhancements":[],"detachmentAbilities":[{"id":"000009272","factionId":"AC","name":"Priority Quarry","legend":"With merciless efficiency, the Sisters of Silence mark their priority prey amidst the maelstrom of shiphoard combat, then focus on their elimination above all else.","description":"At the start of the first battle round, you can select up to two enemy units to be your army’s quarry, one of which must be your opponents <span class=\"kwb\">WARLORD</span>. Each time an ANATHEMA PSYKANA unit from your army makes an attack that targets one of your army’s quarries, re-roll a Hit roll of 1. Each time an <span class=\"kwb\">ANATHEMA</span> <span class=\"kwb\">PSYKANA</span> unit from your army declares a charge, it can include one or more of your army’s quarries as targets of that charge, even if they are not visible to it.","detachment":"Black Ship Guardians","detachmentId":"000000910"},{"id":"000008929","factionId":"AC","name":"Assemblage of Might","legend":"When such exceptional warriors as these gather to quest in the Emperors name, even the most dreadful foes of Humanity are right to fear for their lives.","description":"At the start of your Command phase, select one unit from your opponent’s army. Until the start of your next Command phase, each time a model in an Adeptus Custodes Character unit from your army makes an attack that targets that enemy unit, add 1 to the Wound roll.","detachment":"Auric Champions","detachmentId":"000000863"},{"id":"000008920","factionId":"AC","name":"Revered Companions","legend":"The Custodians and the Silent Sisters often fought as one during the earliest days of the Imperium. Ten thousand years on, they have lost none of the unity of doctrine and purpose that makes them such a deadly combination.","description":"Anathema Psykana units from your army gain the following the ability:<br><br><b>Null Aegis (Aura):</b> While an Adeptus Custodes unit is within 6\" of this unit, models in that unit have the Feel No Pain 5+ ability against Psychic Attacks and mortal wounds.<br><br>All other <span class=\"kwb\">ADEPTUS</span> <span class=\"kwb\">CUSTODES</span> units from your army gain the following ability:<br><br><b>Deadly Unity (Aura):</b> While an <span class=\"kwb\">ANATHEMA</span> <span class=\"kwb\">PSYKANA</span> unit is within 6\" of this unit, each time a model in that <span class=\"kwb\">ANATHEMA</span> <span class=\"kwb\">PSYKANA</span> unit makes an attack, add 1 to the Hit roll.","detachment":"Talons Of The Emperor","detachmentId":"000000861"},{"id":"000009986","factionId":"AC","name":"Against All Odds","legend":"The Adeptus Custodes are outnumbered on every battlefield upon which they fight, yet no matter the foe, and no matter their number, the Lions of the Emperor will prevail.","description":"Each time a model in an Adeptus Custodes unit from your army (excluding Vehicles) makes an attack, if there are no other friendly units within 6\" of that unit, add 1 to the Hit roll and add 1 to the Wound roll.","detachment":"Lions of the Emperor","detachmentId":"000001029"},{"id":"000008924","factionId":"AC","name":"Creeping Dread (Aura)","legend":"The instinctive fear caused by the Pariah gene spreads like a terrible pall before the cadres of the Silent Sisterhood.","description":"In the Battle-shock step of your opponent’s Command phase, if an enemy unit that is either a <span class=\"kwb\">PSYKER</span> unit or below its Starting Strength is within 12\" of one or more Anathema Psykana models from your army, that enemy unit must take a Battle-shock test. If that unit is Below Half-strength, it must subtract 1 from its Battle-shock test this phase instead.<br><br><b>Designer’s Note:</b> This means that all enemy <span class=\"kwb\">PSYKER</span> units within range of this Aura ability and all enemy units within range of this Aura ability that have lost one or more models must take a Battle-shock test in your opponents Command phase, not just those that are Below Half-strength.","detachment":"Null Maiden Vigil","detachmentId":"000000862"}],"leaders":[{"id":"000002522","slug":"vigilators"},{"id":"000002523","slug":"witchseekers"},{"id":"000002521","slug":"prosecutors"}],"supplementLabel":"None","isSupplement":false,"roleLabel":"Characters","sourceName":"Faction Pack: Adeptus Custodes","isForgeWorld":false,"isLegends":false}